Repository: BackupTheBerlios/drupal-el-svn
Catalog: 5.x-*/common-inc.po
Languages: el_po

source: Site off-line
el_po: Ο ιστότοπος δεν λειτουργεί

source: Page not found
el_po: Η σελίδα δεν βρέθηκε

source: Access denied
el_po: Δεν επιτρέπεται η πρόσβαση

source: You are not authorized to access this page.
el_po: Δεν έχετε άδεια πρόσβασης σε αυτή τη σελίδα.

source: %message in %file on line %line.
el_po: %message στο %file στη γραμμή %line.

source: 0 sec
el_po: 0 δευτερόλεπτα

source: Cron has been running for more than an hour and is most likely stuck.
el_po: Ο συγχρονισμός (cron) είναι σε χρήση παραπάνω από μία ώρα, το πιο πιθανό είναι ότι κόλλησε

source: Attempting to re-run cron while it is already running.
el_po: Προσπάθεια επανάληψης συγχρονισμού (cron) ενώ είναι ήδη σε χρήση.

source: Cron run completed.
el_po: Συγχρονισμός (cron) ολοκληρώθηκε

source: Cron run exceeded the time limit and was aborted.
el_po: Ο συγχρονισμός (cron) ξεπέρασε το χρονικό όριο και σταμάτησε.

source: page not found
el_po: η σελίδα δεν βρέθηκε

source: access denied
el_po: δεν επιτρέπεται η πρόσβαση

source: cron
el_po: συγχρονισμός

source: 1 year
el_po: 1 χρόνο

source: 1 week
el_po: 1 εβδομάδα

source: 1 day
el_po: 1 ημέρα

source: 1 hour
el_po: 1 ώρα

source: 1 min
el_po: 1 λεπτό

source: 1 sec
el_po: 1 δευτερόλεπτο
