Repository: BackupTheBerlios/drupal-el-svn
Catalog: 5.x-*/system-install.po
Languages: el_po

source: You can <a href="@cron">run cron manually</a>.
el_po: Μπορείς να συγχρονίσεις (cron) τον ιστότοπο<a href="@cron">χειροκίνητα</a>.

source: If you want to add a static page, like a contact page or an about page, use a page.
el_po: Αν θέλετε να δημοσιεύσετε στατικές πληροφορίες, όπως οι πληροφορίες επικοινωνίας ή μια ιστοσελίδα about, χρησιμοποιήστε στατική σελίδα.

source: Story
el_po: Ιστόρημα

source: Stories are articles in their simplest form: they have a title, a teaser and a body, but can be extended by other modules. The teaser is part of the body too. Stories may be used as a personal blog or for news articles.
el_po: Τα ιστορήματα είναι άρθρα στην απλούστερη μορφή: έχουν τίτλο, περίληψη και σώμα, μπορούν να επεκταθούν από άλλες μονάδες. Η περίληψη είναι τμήμα του σώματος. Τα ιστορήματα μπορούν να χρησιμοποιηθούν ως προσωπικό ιστολόγημα ή ως κλασσικά άρθρα.

source: URL Filter module was disabled; this functionality has now been added to core.
el_po: Το φίλτρο URL είναι απενεργοποιημένο, αυτή η λειτουργία είναι προσαρμοσμένη στον πυρήνα πλέον.

source: Your Apache server is too old. Drupal requires at least Apache %version.
el_po: Ο Apache server σας είναι πολύ παλιός. Το Drupal απαιτεί τουλάχιστον Apache %version.

source: The web server you're using has not been tested with Drupal and might not work properly.
el_po: Ο web server που χρησιμοποιείτε δεν έχει δοκιμαστεί με Drupal και ίσως να μην λειτουργεί σωστά.

source: Unknown
el_po: Άγνωστο

source: Unable to determine your web server type and version. Drupal might not work properly.
el_po: Αδυναμία προσδιορισμού τύπου και έκδοσης του web server. Drupal ίσως να μην λειτουργεί σωστά.

source: Your PHP installation is too old. Drupal requires at least PHP %version.
el_po: Η εγκατεστημένη έκδοση PHP είναι πολύ παλιά. Το Drupal απαιτεί τουλάχιστον PHP %version.

source: Not protected
el_po: Μη προστατευμένο

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
el_po: Το αρχείο %file δεν είναι προστατευμένο από αλλαγές και αποτελεί κενό ασφάλειας. Πρέπει να αλλάξετε τα δικαιώματα του αρχείου σε μη εγγράψιμο.

source: Protected
el_po: Προστατευμένο

source: Configuration file
el_po: Αρχείο ρυθμίσεων

source: Last run !time ago
el_po: Τελευταία χρήση !time πρίν

source: Cron has not run. It appears cron jobs have not been setup on your system. Please check the help pages for <a href="@url">configuring cron jobs</a>.
el_po: Ο συγχρονισμός δεν εκτελέστηκε. Φαίνεται ότι καμιά εργασία συγχρονισμού δεν είναι ενεργή στο σύστημα σας. Ελέγξτε τις σελίδες βοήθειας <a href="@url">ρύθμιση εργασιών συγχρονισμού</a>.

source: Never run
el_po: Δεν εκτελέστηκε ποτέ

source: Cron maintenance tasks
el_po: Λειτουργίες συντήρησης συγχρονισμού

source: The directory %directory is not writable.
el_po: Ο φάκελος %directory δεν είναι εγγράψιμος

source: Not writable
el_po: Μη εγγράψιμο

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
el_po: Ίσως χρειαστεί να ορίσετε τον σωστό φάκελο στο <a href="@admin-file-system">σελίδες ρυθμίσεις αρχείων συστήματος</a> ή να αλλάξετε τα δικαιώματα ώστε ο φάκελος να είναι εγγράψιμος.

source: Writable (<em>public</em> download method)
el_po: Εγγράψιμο (<em>δημόσια</em> μέθοδος μεταφόρτωσης)

source: Writable (<em>private</em> download method)
el_po: Εγγράψιμο (<em>ιδιωτική</em> μέθοδος μεταφόρτωσης)

source: Database schema
el_po: Σχήμα βάσης δεδομένων

source: Up to date
el_po: Ενημερωμένο

source: Out of date
el_po: Μη ενημερωμένο

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
el_po: Μερικές μονάδες έχουν να εγκαταστήσουν βάσεις δεδομένων. Θα πρέπει να εκτελέσετε <a href="@update">script ενημέρωσης database</a> αμέσως.
