Repository: BackupTheBerlios/drupal-el-svn
Catalog: */upload-module.po
Languages: el_po

source: The upload module allows users to upload files to the site. The ability to upload files to a site is important for members of a community who want to share work. It is also useful to administrators who want to keep uploaded files connected to a node or page.
el_po: Η μονάδα upload επιτρέπει στους χρήστες να ανεβάζουν αρχεία στον ιστοτόπο. Η δυνατότητα ανεβάσματος αρχείων σε έναν ιστοτόπο είναι σημαντική για τα μέλη μιας κοινότητας τα οποία θέλουν να μοιράζονται δουλειά. Είναι επίσης χρήσιμη για τους διαχειριστές που θέλουν να διατηρούν αρχεία που έχουν ανεβάσει συνδεδεμένα με έναν κόμβο ή σελίδα.

source: Users with the upload files permission can upload attachments. You can choose which post types can take attachments on the content types settings page. Each user role can be customized for the file size of uploads, and the dimension of image files.
el_po: Οι χρήστες με την άδεια ανεβάσματος αρχείων μπορούν να ανεβάζουν συνημμένα αρχεία. Μπορείτε να επιλέξετε ποιοι τύποι ύλης δέχονται συνημμένα αρχεία από τη σελίδα ρυθμίσεων των τύπων ύλης. Για κάθε ρόλο χρηστών, μπορεί να ρυθμιστεί το μέγεθος των αρχείων που ανεβάζονται και οι διαστάσεις των αρχείων εικόνων.

source: For more information please read the configuration and customization handbook <a href="@upload">Upload page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο ρύθμισης και προσαρμογής, <a href="@upload">σελίδα Upload</a>.

source: Users with the <a href="@permissions">upload files permission</a> can upload attachments. Users with the <a href="@permissions">view uploaded files permission</a> can view uploaded attachments. You can choose which post types can take attachments on the <a href="@types">content types settings</a> page.
el_po: Οι χρήστες με την <a href="@permissions">άδεια ανεβάσματος αρχείων</a> μπορούν να ανεβάζουν συνημμένα αρχεία. Οι χρήστες με την <a href="@permissions">άδεια ανάγνωσης ανεβασμένων αρχείων</a> μπορούν να βλέπουν τα ανεβασμένα συνημμένα αρχεία. Μπορείτε να επιλέξετε ποιοι τύποι καταχωρίσεων θα δέχονται συνημμένα αρχεία από τη σελίδα <a href="@types">ρυθμίσεων των τύπων ύλης</a> page.

source: Read full article to view attachments.
el_po: Διαβάστε ολόκληρο το άρθρο για να δείτε τα συνημμένα.

source: File uploads
el_po: Αποστολή αρχείων

source: Control how files may be attached to content.
el_po: Έλεγχος του πώς θα επισυνάπτονται τα αρχεία στο περιεχόμενο.

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
el_po: Το ανώτατο επιτρεπτό μέγεθος αρχείου εκφρασμένο σε ΠΛΑΤΟΣxΥΨΟΣ (π.χ. 640x480). Επιλέξτε 0 για να μην υπάρχει περιορισμός.

source: Your PHP settings limit the maximum file size per upload to %size MB.
el_po: Οι ρυθμίσεις του PHP σας ορίζουν ως μέγιστο μέγεθος αρχείου προς ανέβασμα τα %size MB.

source: Depending on your sever environment, these settings may be changed in the system-wide php.ini file, a php.ini file in your Drupal root directory, in your Drupal site's settings.php file, or in the .htaccess file in your Drupal root directory.
el_po: Ανάλογα με τον διακομιστή σας αυτές οι ρυθμίσεις μπορούν να αλλάξουν στο php.ini του συστήματος, σε ένα php.ini στον root φάκελο του Drupal, στο settings.php του ιστοτόπου σας ή στο αρχείο .htaccess του φάκελου root.

source: The %role file size limit must be a number and greater than zero.
el_po: Το %role όριο μεγέθους των αρχείων πρέπει να είναι ένας αριθμός μεγαλύτερος του μηδενός.

source: default
el_po: προεπιλογή

source: The %role maximum file size per upload is greater than the total file size allowed per user
el_po: Το %role όριο μεγέθους των αρχείων για ανέβασμα είναι μεγαλύτερο από το συνολικό επιτρεπτό μέγεθος ανά χρήστη.

source: General settings
el_po: Γενικές ρυθμίσεις

source: Maximum resolution for uploaded images
el_po: Μέγιστη ανάλυση για τα ανεβασμένα αρχεία εικόνων.

source: The maximum allowed image size (e.g. 640x480). Set to 0 for no restriction.
el_po: Το ανώτατο επιτρεπτό μέγεθος αρχείου (π.χ. 640x480). Επιλέξτε 0 για να μην υπάρχει περιορισμός.

source: WIDTHxHEIGHT
el_po: ΠΛΑΤΟΣxΥΨΟΣ

source: List files by default
el_po: Προεπιλογή να παρουσιάζεται λίστα των αρχείων

source: Set whether files attached to nodes are listed or not in the node view by default.
el_po: Ορίστε αν η προεπιλογή είναι να παρουσιάζεται λίστα των συνημμένων σε κόμβους αρχείων ή όχι κατά την εμφάνιση του κόμβου.

source: Default permitted file extensions
el_po: Προεπιλεγμένες επιτρεπτές προεκτάσεις ονομάτων αρχείων

source: Default extensions that users can upload. Separate extensions with a space and do not include the leading dot.
el_po: Προεπιλεγμένες προεκτάσεις ονομάτων αρχείων που μπορούν να ανεβάζουν οι χρήστες με αυτό το ρόλο. Διαχωρίζετε τις προεκτάσεις με ένα διάστημα και μη βάζετε την τελεία μπροστά τους.

source: Default maximum file size per upload
el_po: Προεπιλεγμένο ανώτατο μέγεθος αρχείου ανά ανέβασμα

source: The default maximum file size a user can upload.
el_po: Το προεπιλεγμένο ανώτατο μέγεθος αρχείου που μπορεί να ανεβάσει ένας χρήστης.

source: Default total file size per user
el_po: Το προεπιλεγμένο συνολικό μέγεθος αρχείων ανά χρήστη

source: The default maximum size of all files a user can have on the site.
el_po: Το προεπιλεγμένο ανώτατο μέγεθος όλων των αρχείων που μπορεί ένας χρήστης να έχει ανεβασμένα στον ιστοτόπο.

source: Your PHP settings limit the maximum file size per upload to %size.
el_po: Οι ρυθμίσεις του PHP σας περιορίζουν το μέγιστο μέγεθος αρχείου προς ανέβασμα στα %size.

source: Settings for @role
el_po: Ρυθμίσεις για το @role

source: Permitted file extensions
el_po: Επιτρεπτές προεκτάσεις ονομάτων αρχείων

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
el_po: Προεκτάσεις ονομάτων αρχείων που μπορούν να ανεβάζουν οι χρήστες με αυτό το ρόλο. Διαχωρίζετε τις προεκτάσεις με ένα διάστημα και μη βάζετε την τελεία μπροστά τους.

source: Maximum file size per upload
el_po: Ανώτατο μέγεθος αρχείου ανά ανέβασμα

source: The maximum size of a file a user can upload (in megabytes).
el_po: Το ανώτατο μέγεθος αρχείου που μπορεί να ανεβάσει ένας χρήστης (σε megabyte).

source: Total file size per user
el_po: Συνολικό μέγεθος αρχείων ανά χρήστη

source: The maximum size of all files a user can have on the site (in megabytes).
el_po: Το ανώτατο μέγεθος όλων των αρχείων που μπορεί ένας χρήστης να έχει ανεβασμένα στον ιστοτόπο (σε megabyte).

source: Attachments
el_po: Συνημμένα

source: File attachments
el_po: Συνημμένα αρχεία

source: Changes made to the attachments are not permanent until you save this post. The first "listed" file will be included in RSS feeds.
el_po: Οι αλλαγές που γίνονται στα συνημμένα δεν είναι μόνιμες μέχρι να αποθηκεύσετε την καταχώριση. Το πρώτο αρχείο της "λίστας " θα συμπεριληφθεί στις ροές RSS.

source: File attachments are disabled. The file directories have not been properly configured.
el_po: Η επισύναψη αρχείων είναι ανενεργή. Οι φάκελοι αρχείων δεν είναι σωστά ρυθμισμένοι.

source: Please visit the <a href="@admin-file-system">file system configuration page</a>.
el_po: Επισκεφτείτε την σελίδα <a href="@admin-file-system">ρυθμίσεις αρχείων συστήματος</a>.

source: Please contact the site administrator.
el_po: Απευθυνθείτε στο διαχειριστή του ιστοτόπου.

source: The selected file %name can not be attached to this post, because it is only possible to attach files with the following extensions: %files-allowed.
el_po: Το επιλεγμένο αρχείο %name δεν μπορεί να επισυναφθεί σε αυτή την καταχώριση, επειδή επιτρέπεται να επισυνάπτονται μόνο αρχεία με με τις εξής προεκτάσεις ονομάτων: %files-allowed.

source: The selected file %name can not be attached to this post, because it exceeded the maximum filesize of %maxsize.
el_po: Το επιλεγμένο αρχείο %name δεν μπορεί να επισυναφθεί στην καταχώριση, επειδή ξεπερνά το ανώτατο μέγεθος αρχείου, που είναι %maxsize.

source: The selected file %name can not be attached to this post, because the disk quota of %quota has been reached.
el_po: Το επιλεγμένο αρχείο %name δεν μπορεί να επισυναφθεί σε αυτή την καταχώριση, επειδή έχει εξαντληθεί το μερίδιο δίσκου, που είναι %quota.

source: The selected file %name can not be attached to this post, because the filename is too long.
el_po: Το επιλεγμένο αρχείο %name δεν μπορεί να επισυναφθεί σε αυτή την καταχώριση, επειδή το όνομά του είναι πολύ μεγάλο.

source: Attachment
el_po: Συνημμένο

source: Size
el_po: Μέγεθος

source: Your filename has been renamed to conform to site policy.
el_po: Το όνομα του αρχείου άλλαξε ώστε να είναι σύμφωνο με την πρακτική του ιστοτόπου.

source: Attach new file
el_po: Νέο συνημμένο αρχείο

source: Attach
el_po: Επισύναψη

source: The image was resized to fit within the maximum allowed resolution of %resolution pixels.
el_po: Οι διαστάσεις της εικόνας άλλαξαν ώστε να είναι μέσα στα όρια της μέγιστης επιτρεπτής ανάλυσης, που είναι %resolution pixel.

source: 1 attachment
el_po: 1 συνημμένο

source: upload files
el_po: ανέβασμα αρχείων

source: view uploaded files
el_po: προβολή ανεβασμένων αρχείων

source: upload
el_po: ανέβασμα
