Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/4.7.x-*/aggregator-module.po
Languages: el_po

source: The news aggregator is a powerful on-site RSS syndicator/news reader that can gather fresh content from news sites and weblogs around the web.
el_po: Ο συλλέκτης ειδήσεων είναι έναν ισχυρός επιτόπιος συλλέκτης ανεξάρτητης ύλης και αναγνώστης ειδήσεων RSS που μπορεί να μαζεύει νέα ύλη από ιστοτόπους ειδήσεων και ιστολόγια από όλο τον κόσμο.

source: Users can view the latest news chronologically in the <a href="%aggregator">main news aggregator display</a> or by <a href="%aggregator-sources">source</a>. Administrators can add, edit and delete feeds and choose how often to check for newly updated news for each individual feed. Administrators can also tag individual feeds with categories, offering selective grouping of some feeds into separate displays. Listings of the latest news for individual sources or categorized sources can be enabled as blocks for display in the sidebar through the <a href="%admin-block">block administration page</a>. The news aggregator requires cron to check for the latest news from the sites to which you have subscribed. Drupal also provides a <a href="%aggregator-opml">machine-readable OPML file</a> of all of your subscribed feeds.
el_po: Οι χρήστες μπορούν να βλέπουν τα τελευταία νέα σε χρονολογική σειρά από την <a href="%aggregator">κεντρική παρουσίαση του συλλέκτη ειδήσεων</a> ή ανά <a href="%aggregator-sources">πηγή</a>. Οι διαχειριστές μπορούν να προσθέτουν, να τροποποιούν και να διαγράφουν feed και να επιλέγουν πόσο συχνά θα γίνεται έλεγχος για πρόσφατα ενημερωμένες ειδήσεις για κάθε μεμονωμένο feed. Οι διαχειριστές μπορούν επίσης να κατατάσσουν τα μεμονωμένα feed σε κατηγορίες, παρέχοντας επιλεκτική ομαδοποίηση κάποιων feed σε ξεχωριστές παρουσιάσεις. Η παρουσίαση των τελευταίων ειδήσεων από μεμονωμένες ή κατηγοριοποιημένες πηγές μπορεί να γίνεται με μπλοκ που εμφανίζονται στην πλευρική ζώνη, από τη <a href="%admin-block">σελίδα διαχείρισης μπλοκ</a>. Ο συλλέκτης ειδήσεων απαιτεί να λειτουργεί το cron για να μπορεί να ελέγχει για τα τελευταία νέα από τους ιστοτόπους στους οποίους έχετε εγγραφεί. Το Drupal παρέχει επίσης ένα <a href="%aggregator-opml">αναγνώσιμο από μηχανή αρχείο OPML</a> με όλα τα feed στα οποία έχετε εγγραφεί.

source: <p>You can</p> <ul> <li>administer your list of news feeds <a href="%admin-aggregator">administer &gt;&gt; aggregator</a>.</li> <li>add a new feed <a href="%admin-aggregator-add-feed">administer &gt;&gt; aggregator &gt;&gt; add feed</a>.</li> <li>add a new category <a href="%admin-aggregator-add-category">administer &gt;&gt; aggregator &gt;&gt; add category</a>.</li> <li>configure global settings for the news aggregator <a href="%admin-settings-aggregator">administer &gt;&gt; settings &gt;&gt; aggregator</a>.</li> <li>control access to the aggregator module through access permissions <a href="%admin-access">administer &gt;&gt; access control &gt;&gt; permissions</a>.</li> <li>set permissions to access new feeds for user roles such as anonymous users at <a href="%admin-access">administer &gt;&gt; access control</a>.</li> <li>view the <a href="%aggregator">aggregator page</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να διαχειρίζεστε τη λίστα των ειδησεογραφικών σας feed: <a href="%admin-aggregator">διαχείριση &gt;&gt; συλλέκτης</a>.</li> <li>να προσθέσετε ένα νέο feed: <a href="%admin-aggregator-add-feed">διαχείριση &gt;&gt; συλλέκτης &gt;&gt; νέο feed</a>.</li> <li>να προσθέσετε μια νέα κατηγορία: <a href="%admin-aggregator-add-category">διαχείριση &gt;&gt; συλλέκτης &gt;&gt; νέα κατηγορία</a>.</li> <li>να διευθετήσετε τις γενικές ρυθμίσεις του συλλέκτη ειδήσεων: <a href="%admin-settings-aggregator">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; συλλέκτης</a>.</li> <li>να ελέγχετε την πρόσβαση στη μονάδα aggregator μέσω αδειών πρόσβασης: <a href="%admin-access">διαχείριση &gt;&gt; έλεγχος πρόσβασης &gt;&gt; άδειες</a>.</li> <li>να καθορίσετε άδειες για την πρόσβαση σε feed ειδήσεων για ρόλους χρηστών όπως οι ανώνυμοι χρήστες: <a href="%admin-access">διαχείριση &gt;&gt; έλεγχος πρόσβασης</a>.</li> <li>να διαβάζετε τη <a href="%aggregator">σελίδα του συλλέκτη ειδήσεων</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%aggregator">Aggregator page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%aggregator">σελίδα Aggregator</a>.

source: Aggregates syndicated content (RSS, RDF, and Atom feeds).
el_po: Συλλέγει ανεξάρτητη ύλη (feeds RSS, RDF και Atom).

source: <p>Thousands of sites (particularly news sites and weblogs) publish their latest headlines and/or stories in a machine-readable format so that other sites can easily link to them. This content is usually in the form of an <a href="http://blogs.law.harvard.edu/tech/rss">RSS</a> feed (which is an XML-based syndication standard). To display the feed or category in a block you must decide how many items to show by editing the feed or block and turning on the <a href="%block">feed's block</a>.</p>
el_po: <p>Χιλιάδες ιστότοποι (ιδιαίτερα τόποι ειδήσεων και ιστολόγια) δημοσιεύουν τους τελευταίους τους τίτλους ή και άρθρα σε μια μορφή αναγνώσιμη από μηχανή, ώστε άλλοι ιστότοποι να μπορούν εύκολα να παραπέμπουν σε αυτά. Η ύλη αυτή είναι συνήθως σε μορφή feed <a href="http://blogs.law.harvard.edu/tech/rss">RSS</a> (το οποίο είναι ένα πρότυπο για ανεξάρτητη ύλη βασισμένο στο XML). Για να παρουσιάζεται το feed ή η κατηγορία μέσα σε μπλοκ, πρέπει να αποφασίσετε πόσα στοιχεία θα εμφανίζονται, τροποποιώντας το feed ή το μπλοκ και θέτοντας σε λειτουργία το <a href="%block">μπλοκ του feed</a>.</p>

source: <p>Add a site that has an RSS/RDF/Atom feed. The URL is the full path to the feed file. For the feed to update automatically you must run "cron.php" on a regular basis. If you already have a feed with the URL you are planning to use, the system will not accept another feed with the same URL.</p>
el_po: <p>Προσθέστε έναν ιστότοπο που έχει ένα feed RSS/RDF/Atom. Η διεύθυνση URL είναι η πλήρης διαδρομή του αρχείου του feed. Για να ενημερώνεται αυτόματα το feed πρέπει να εκτελείτε το "cron.php" τακτικά. Αν έχετε ήδη ένα feed με την URL που σκοπεύετε να χρησιμοποιήσετε, το σύστημα δεν θα δεχτεί άλλο feed με την ίδια URL.</p>

source: <p>Categories provide a way to group items from different news feeds together. Each news category has its own feed page and block. For example, you could tag various sport-related feeds as belonging to a category called <em>Sports</em>. News items can be added to a category automatically by setting a feed to automatically place its item into that category, or by using the categorize items link in any listing of news items.</p>
el_po: <p>Οι κατηγορίες παρέχουν έναν τρόπο για να ομαδοποιούνται μαζί στοιχεία από διαφορετικά feed ειδήσεων. Κάθε κατηγορία ειδήσεων έχει δική της σελίδα feed και μπλοκ. Για παράδειγμα, θα μπορούσατε να χαρακτηρίσετε διάφορα αθλητικά feed ως ανήκοντα σε μια κατηγορία που ονομάζεται <em>Αθλητικά</em>. Ειδήσεις μπορούν να προστίθενται σε μια κατηγορία αυτόματα, με ρύθμιση ενός feed να τοποθετεί αυτόματα τα στοιχεία του σε αυτή την κατηγορία ή με χρήση της παραπομπής κατάταξης στοιχείων σε κατηγορίες, σε οποιαδήποτε λίστα ειδήσεων.</p>

source: aggregator
el_po: συλλέκτης

source: add feed
el_po: νέο feed

source: remove items
el_po: αφαίρεση στοιχείων

source: update items
el_po: ενημέρωση στοιχείων

source: news aggregator
el_po: συλλέκτης ειδήσεων

source: sources
el_po: πηγές

source: categorize
el_po: κατάταξη σε κατηγορίες

source: edit feed
el_po: τροποποίηση feed

source: edit category
el_po: τροποποίηση κατηγορίας

source: The list of tags which are allowed in feeds, i.e., which will not be removed by Drupal.
el_po: Η λίστα των χαρακτηρισμών HTML που επιτρέπονται στα feed, δηλαδή που δεν θα αφαιρούνται από το Drupal.

source: Items shown in sources and categories pages
el_po: Στοιχεία που εμφανίζονται στις σελίδες των πηγών και των κατηγοριών

source: The number of items which will be shown with each feed or category in the feed and category summary pages.
el_po: Ο αριθμός των στοιχείων που θα εμφανίζονται για κάθε feed ή κατηγορία στις σελίδες περιλήψεων των feed και των κατηγοριών.

source: Discard news items older than
el_po: Να διαγράφονται οι ειδήσεις που είναι παλιότερες από

source: Older news items will be automatically discarded. Requires crontab.
el_po: Οι παλιότερες ειδήσεις θα διαγράφονται αυτόματα. Απαιτεί crontab.

source: Category selection type
el_po: Τύπος επιλογής κατηγοριών

source: checkboxes
el_po: κουτάκια επιλογής

source: multiple selector
el_po: πολλαπλός επιλογέας

source: The type of category selection widget which is shown on categorization pages. Checkboxes are easier to use; a multiple selector is good for working with large numbers of categories.
el_po: Ο τύπος του στοιχείου επιλογής κατηγοριών που θα εμφανίζεται στις σελίδες κατάταξης σε κατηγορίες. Τα κουτάκια επιλογής είναι πιο εύχρηστα, ενώ ένας πολλαπλός επιλογέας είναι καλός όταν δουλεύετε με πάρα πολλές κατηγορίες.

source: %title category latest items
el_po: Τελευταία στοιχεία της κατηγορίας %title

source: %title feed latest items
el_po: Τελευταία στοιχεία της κατηγορίας %title

source: Number of news items in block
el_po: Αριθμός ειδήσεων στο μπλοκ

source: View this feed's recent news.
el_po: Δείτε τις πρόσφατες ειδήσεις αυτού του feed.

source: View this category's recent news.
el_po: Δείτε τις πρόσφατες ειδήσεις αυτής της κατηγορίας.

source: A category named %category already exists. Please enter a unique title.
el_po: Υπάρχει ήδη κατηγορία που ονομάζεται %category. Ορίστε ένα μοναδικό τίτλο.

source: The category %category has been updated.
el_po: Η κατηγορία %category ενημερώθηκε.

source: Category %category deleted.
el_po: Κατηγορία %category διαγράφηκε.

source: The category %category has been deleted.
el_po: Η κατηγορία %category διαγράφηκε.

source: Category %category added.
el_po: Κατηγορία %category προστέθηκε.

source: The category %category has been added.
el_po: Η κατηγορία %category προστέθηκε.

source: The name of the feed; typically the name of the web site you syndicate content from.
el_po: Το όνομα του feed. Συνήθως το όνομα του ιστοτόπου από το οποίο παίρνετε ανεξάρτητη ύλη.

source: The fully-qualified URL of the feed.
el_po: Η πλήρης διεύθυνση URL του feed.

source: Update interval
el_po: Διάστημα ενημέρωσης

source: The refresh interval indicating how often you want to update this feed. Requires crontab.
el_po: Το διάστημα ανανέωσης προσδιορίζει πόσο συχνά θέλετε να ενημερώνεται αυτό το feed. Απαιτεί crontab.

source: Categorize news items
el_po: Κατάταξη ειδήσεων

source: New items in this feed will be automatically filed in the checked categories as they are received.
el_po: Τα νέα στοιχεία αυτού του feed θα κατατάσσονται αυτόματα στις επιλεγμένες κατηγορίες καθώς παραλαμβάνονται.

source: A feed named %feed already exists. Please enter a unique title.
el_po: Υπάρχει ήδη feed που ονομάζεται %feed. Ορίστε ένα μοναδικό τίτλο.

source: The feed %feed has been updated.
el_po: Το feed %feed ενημερώθηκε.

source: Feed %feed deleted.
el_po: Feed %feed διαγράφηκε.

source: The feed %feed has been deleted.
el_po: Το feed %feed διαγράφηκε.

source: Feed %feed added.
el_po: Feed %feed προστέθηκε.

source: The feed %feed has been added.
el_po: Το feed %feed προστέθηκε.

source: The news items from %site have been removed.
el_po: Οι ειδήσεις από το %site διαγράφηκαν.

source: There is no new syndicated content from %site.
el_po: Δεν υπάρχει νέα ανεξάρτητη ύλη από το %site.

source: Updated URL for feed %title to %url.
el_po: Η διεύθυνση URL του feed %title ενημερώθηκε σε %url.

source: There is new syndicated content from %site.
el_po: Υπάρχει νέα ανεξάρτητη ύλη από το %site.

source: The RSS-feed from %site seems to be broken, due to "%error".
el_po: Το RSS feed από το %site φαίνεται να μη λειτουργεί. Αιτία: "%error".

source: The RSS-feed from %site seems to be broken, because of error "%error".
el_po: Το RSS feed από το %site φαίνεται να μη λειτουργεί, λόγω του σφάλματος: "%error".

source: The RSS-feed from %site seems to be broken, due to an error "%error" on line %line.
el_po: Το RSS feed από το %site φαίνεται να μη λειτουργεί, λόγω σφάλματος "%error" στη γραμμή %line.

source: The RSS-feed from %site seems to be broken, because of error "%error" on line %line.
el_po: Το RSS feed από το %site φαίνεται να μη λειτουργεί, λόγω του σφάλματος "%error" στη γραμμή %line.

source: Feed overview
el_po: Επισκόπηση των feed

source: Items
el_po: Στοιχεία

source: Last update
el_po: Τελευταία ενημέρωση

source: Next update
el_po: Επόμενη ενημέρωση

source: %time left
el_po: απομένουν %time

source: Category overview
el_po: Επισκόπηση των κατηγοριών

source: Save categories
el_po: Αποθήκευση κατηγοριών

source: Categorize
el_po: Κατάταξη σε κατηγορίες

source: You are not allowed to categorize this feed item.
el_po: Δεν σας επιτρέπεται να κατατάξετε σε κατηγορίες αυτό το στοιχείο feed.

source: The categories have been saved.
el_po: Οι κατηγορίες αποθηκεύτηκαν.

source: in category
el_po: στην κατηγορία

source: aggregated feeds
el_po: συλλεγμένα feed

source: Updated:
el_po: Ενημερώθηκε:

source: blog it
el_po: ιστολογήστε το

source: Comment on this news item in your personal blog.
el_po: Σχολιάστε αυτή την είδηση στο προσωπικό σας ιστολόγιο.

source: %age old
el_po: ηλικία %age

source: %ago ago
el_po: πριν από %ago

source: 1 item
el_po: 1 στοιχείο

source: administer news feeds
el_po: διαχείριση feed ειδήσεων

source: access news feeds
el_po: πρόσβαση σε feed ειδήσεων
