Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/4.7.x-*/book-module.po
Languages: el_po

source: book page
el_po: σελίδα βιβλίου

source: add child page
el_po: νέα θυγατρική σελίδα

source: printer-friendly version
el_po: εκτυπώσιμη μορφή

source: Show a printer-friendly version of this book page and its sub-pages.
el_po: Εμφανίζεται σε μορφή κατάλληλη για εκτύπωση αυτή η σελίδα βιβλίου και οι σπό κάτω της στην ιεραρχία.

source: books
el_po: βιβλία

source: orphan pages
el_po: ορφανές σελίδες

source: outline
el_po: διάρθρωση

source: Book navigation
el_po: Πλοήγηση βιβλίου

source: The parent section in which to place this page. Note that each page whose parent is &lt;top-level&gt; is an independent, top-level book.
el_po: Η μητρική ενότητα στην οποία θα τοποθετηθεί αυτή η σελίδα. Σημειώστε ότι κάθε σελίδα που η μητρική της είναι &lt;κορυφαίου επιπέδου&gt; είναι ένα ανεξάρτητο βιβλίο του κορυφαίου επιπέδου.

source: The parent that this page belongs in.
el_po: Η μητρική σελίδα στην οποία ανήκει αυτή η σελίδα.

source: Pages at a given level are ordered first by weight and then by title.
el_po: Οι σελίδες ενός δεδομένου επιπέδου ταξινομούνται πρώτα κατά βάρος και έπειτα κατά τίτλο.

source: The parent page in the book.
el_po: Η μητρική της σελίδα στο βιβλίο.

source: An explanation to help other authors understand your motivations to put this post into the book.
el_po: Μια επεξήγηση για να καταλάβουν καλύτερα οι άλλοι συντάκτες το λόγο που βάλατε αυτή την καταχώριση στο βιβλίο.

source: Update book outline
el_po: Ενημέρωση διάρθρωσης βιβλίου

source: Remove from book outline
el_po: Αφαίρεση από διάρθρωση βιβλίου

source: Add to book outline
el_po: Προσθήκη σε διάρθρωση βιβλίου

source: The post has been added to the book.
el_po: Το δημοσίευμα προστέθηκε στο βιβλίο.

source: The book outline has been updated.
el_po: Η διάρθρωση του βιβλίου ενημερώθηκε.

source: The post has been removed from the book.
el_po: Η καταχώριση αφαιρέθηκε από το βιβλίο.

source: The post has been submitted for moderation and won't be accessible until it has been approved.
el_po: Η καταχώριση υπόκειται σε επιμέλεια και δεν θα είναι διαθέσιμη μέχρι να εγκριθεί.

source: up
el_po: επάνω

source: Go to parent page
el_po: Στη μητρική σελίδα

source: top-level
el_po: κορυφαίου επιπέδου

source: Unknown export format.
el_po: Άγνωστος μορφότυπος εξαγωγής.

source: Save book pages
el_po: Αποθήκευση σελίδων βιβλίου

source: There are no orphan pages.
el_po: Δεν υπάρχουν ορφανές σελίδες.

source: book
el_po: βιβλίο

source: Updated book %title.
el_po: Ενημερώθηκε το βιβλίο %title.

source: Updated orphan book pages.
el_po: Ενημερώθηκαν οι ορφανές σελίδες βιβλίου.

source: Book
el_po: Βιβλίο

source: The <em>book</em> content type is suited for creating structured, multi-page hypertexts such as site resource guides, manuals, and Frequently Asked Questions (FAQs). It permits a document to have chapters, sections, subsections, etc. Authors with suitable permissions can add pages to a collaborative book, placing them into the existing document by adding them to a table of contents menu.
el_po: Ο τύπος ύλης <em>βιβλίο</em> είναι κατάλληλος για τη δημιουργία δομημένου πολυσέλιδου υπερκειμένου όπως οι τουριστικοί οδηγοί, τα εγχειρίδια, και οι "συχνές ερωτήσεις". Επιτρέπει να έχει ένα έγγραφο κεφάλαια, ενότητες, υποενότητες κ.λπ. Οι συντάκτες με τις κατάλληλες άδειες μπορούν να προσθέτουν σελίδες σε ένα συνεργατικό βιβλίο, τοποθετώντας τις στο υπάρχον έγγραφο με την προσθήκη τους σε ένα μενού πίνακα περιεχομένων.

source: Books have additional <em>previous</em>, <em>up</em>, and <em>next</em> navigation elements at the bottom of each page for moving through the text. Additional navigation may be provided by enabling the <em>book navigation block</em> on the <a href="%admin-block">block administration page</a>.
el_po: Τα βιβλία έχουν κάποια πρόσθετα στοιχεία πλοήγησης <em>προηγούμενο</em>, <em>επάνω</em> και <em>επόμενο</em> στο κάτω μέρος κάθε σελίδας, για μετακίνηση μέσα στο κείμενο. Πρόσθετες δυνατότητες πλοήγησης μπορεί να γίνουν διαθέσιμες αν ενεργοποιήσετε το <em>μπλοκ πλοήγησης βιβλίων</em> από τη <a href="%admin-block">σελίδα διαχείρισης των μπλοκ</a>.

source: Users can select the <em>printer-friendly version</em> link visible at the bottom of a book page to generate a printer-friendly display of the page and all of its subsections.
el_po: Οι χρήστες μπορούν να επιλέγουν την παραπομπή <em>εκτυπώσιμη μορφή</em> που εμφανίζεται στο κάτω μέρος μιας σελίδας βιβλίου, για να πηγαίνουν σε μια κατάλληλη για εκτύπωση μορφή της σελίδας και όλων των υποενοτήτων της.

source: Administrators can view a book outline, from which is it possible to change the titles of sections, and their <i>weight</i> (thus reordering sections). From this outline, it is also possible to edit and/or delete book pages. Many content types besides pages (for example, blog entries, stories, and polls) can be added to a collaborative book by choosing the <em>outline</em> tab when viewing the post.
el_po: Οι διαχειριστές μπορούν να βλέπουν μια διάρθρωση βιβλίου, από την οποία μπορούν να αλλάζουν τους τίτλους των ενοτήτων και τα <i>βάρη</i> τους (αναδιατάσσοντας έτσι τις ενότητες). Από τη διάρθρωση αυτή, μπορούν επίσης να τροποποιούν ή και να διαγράφουν σελίδες βιβλίων. Πολλοί τύποι ύλης εκτός από σελίδες βιβλίου (για παράδειγμα, ιστολογήματα, ιστορήματα και ψηφοφορίες) μπορούν να προστίθενται σε ένα συνεργατικό βιβλίο από την καρτέλα <em>διάρθρωση</em> όταν εμφανίζεται η καταχώριση.

source: <p>You can</p> <ul> <li>create new book pages: <a href="%node-add-book">create content &gt;&gt; book page</a>.</li> <li>administer individual books (choose a book from list): <a href="%admin-node-book">administer &gt;&gt; content &gt;&gt; books</a>.</li> <li>set workflow and other global book settings on the book configuration page: <a href="%admin-settings-content-types-book-page" title="book page content type">administer &gt;&gt; settings &gt;&gt; content types &gt;&gt; configure book page</a>.</li> <li>enable the book navigation block: <a href="%admin-block">administer &gt;&gt; blocks</a>.</li> <li>control who can create, edit, and outline posts in books by setting access permissions: <a href="%admin-access">administer &gt;&gt; access control</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να δημιουργείτε νέες σελίδες βιβλίων: <a href="%node-add-book">υποβολή ύλης &gt;&gt; σελίδα βιβλίου</a>.</li> <li>να διαχειρίζεστε μεμονωμένα βιβλία (διαλέγοντας ένα βιβλίο από τη λίστα): <a href="%admin-node-book">διαχείριση &gt;&gt; ύλη &gt;&gt; βιβλία</a>.</li> <li>να ορίσετε τη ροή εργασιών και άλλες γενικές ρυθμίσεις για τα βιβλία από τη σελίδα διευθέτησης των βιβλίων: <a href="%admin-settings-content-types-book-page" title="τύποι ύλης, σελίδα βιβλίου">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; τύποι ύλης &gt;&gt; διευθέτηση σελίδας βιβλίου</a>.</li> <li>να ενεργοποιήσετε το μπλοκ πλοήγησης βιβλίων: <a href="%admin-block">διαχείριση &gt;&gt; μπλοκ</a>.</li> <li>να ελέγχετε ποιος μπορεί να δημιουργεί, να τροποποιεί και να οργανώνει καταχωρίσεις σε βιβλία, ορίζοντας άδειες πρόσβασης: <a href="%admin-access">διαχείριση &gt;&gt; έλεγχος πρόσβασης</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%book">Book page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%book">σελίδα Book</a>.

source: Allows users to collaboratively author a book.
el_po: Επιτρέπει στους χρήστες να γράφουν συνεργατικά ένα βιβλίο.

source: <p>The book module offers a means to organize content, authored by many users, in an online manual, outline or FAQ.</p>
el_po: <p>Η μονάδα book παρέχει ένα μέσο για να οργανώνεται ύλη που γράφεται από πολλούς χρήστες σε ένα εγχειρίδιο, μια διάρθρωση ή ένα τμήμα "συχνών ερωτήσεων".</p>

source: <p>Pages in a book are like a tree. As pages are edited, reorganized and removed, child pages might be left with no link to the rest of the book. Such pages are referred to as "orphan pages". On this page, administrators can review their books for orphans and reattach those pages as desired.</p>
el_po: <p>Οι σελίδες ενός βιβλίου μοιάζουν με δέντρο. Καθώς σελίδες τροποποιούνται, αναδιατάσσονται και αφαιρούνται, θυγατρικές σελίδες μπορεί να απομείνουν χωρίς σύνδεσμο με το υπόλοιπο βιβλίο. Οι σελίδες αυτές λέγονται "ορφανές σελίδες". Σε αυτή τη σελίδα, οι διαχειριστές μπορούν να επιθεωρούν τα βιβλία τους για ορφανές σελίδες και να τις επανασυνδέουν αν χρειάζεται.</p>

source: A book is a collaborative writing effort: users can collaborate writing the pages of the book, positioning the pages in the right order, and reviewing or modifying pages previously written. So when you have some information to share or when you read a page of the book and you didn't like it, or if you think a certain page could have been written better, you can do something about it.
el_po: Βιβλίο είναι ένα συνεργατικό συγγραφικό εγχείρημα: Οι χρήστες μπορούν να συνεργάζονται στη σύνταξη των σελίδων του βιβλίου, να τις τοποθετούν στη σωστή διάταξη και να αναθεωρούν ή να τροποποιούν σελίδες που γράφτηκαν προηγουμένως. Όταν λοιπόν έχετε κάποιες πληροφορίες να μοιραστείτε, ή διαβάσατε μια σελίδα του βιβλίου και δεν σας άρεσε, ή νομίζετε ότι κάποια σελίδα θα μπορούσε να έχει γραφτεί καλύτερα, μπορείτε κάτι να κάνετε.

source: The outline feature allows you to include posts in the <a href="%book">book hierarchy</a>.
el_po: Η δυνατότητα της διάρθρωσης σας επιτρέπει να συμπεριλαμβάνετε καταχωρίσεις στην <a href="%book">ιεραρχία βιβλίων</a>.

source: outline posts in books
el_po: διάρθρωση καταχωρίσεων σε βιβλία

source: create book pages
el_po: δημιουργία σελίδων βιβλίου

source: create new books
el_po: δημιουργία νέων βιβλίων

source: edit book pages
el_po: τροποποίηση σελίδων βιβλίου

source: edit own book pages
el_po: τροποποίηση δικών τους σελίδων βιβλίου
