Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/4.7.x-*/drupal-module.po
Languages: el_po

source: The Drupal module uses the XML-RPC network communication protocol to connect your site with a central server that maintains a directory of client sites.
el_po: Η μονάδα drupal χρησιμοποιεί το δικτυακό πρωτόκολλο επικοινωνίας XML-RPC για να συνδέει τον ιστότοπό σας με έναν κεντρικό διακομιστή που τηρεί έναν κατάλογο ιστοτόπων-πελατών.

source: <p>Enabling the Drupal module will allow you to:</p> <ul> <li>register your site with a server, including (optionally) posting information on your installed modules and themes and summary statistics on your number of posts and users, information that can help rank Drupal modules and themes</li> <li>enable other sites to register with your site</li> <li>allow members on all sites using the Drupal module to log in to your site without registering using their distributed identification</li> <li>allow members to log in to any other site that uses the Drupal module, using a login name that looks much like an e-mail address: <em>username@example.com</em></li> </ul>
el_po: <p>Αν ενεργοποιήσετε τη μονάδα drupal θα μπορείτε:</p> <ul> <li>να δηλώσετε τον ιστότοπό σας σε ένα διακομιστή, υποβάλλοντας (προαιρετικά) πληροφορίες για τις μονάδες και τις θεματικές παραλλαγές που έχετε εγκαταστήσει και συνοπτικά στατιστικά στοιχεία για τον αριθμό των καταχωρίσεων και των χρηστών σας, πληροφορίες που μπορούν να βοηθήσουν στην αξιολόγηση των μονάδων και των παραλλαγών του Drupal</li> <li>να επιτρέψετε σε άλλους ιστοτόπους να εγγράφονται στο δικό σας</li> <li>να επιτρέψετε στα μέλη άλλων ιστοτόπων που χρησιμοποιούν τη μονάδα drupal να εισέρχονται στο δικό σας χωρίς να εγγραφούν, χρησιμοποιώντας την κατανεμημένη πιστοποίησή τους</li> <li>να επιτρέψετε στα μέλη σας να εισέρχονται σε οποιονδήποτε άλλο ιστότοπο που χρησιμοποιεί τη μονάδα drupal, χρησιμοποιώντας ένα όνομα λογαριασμού που μοιάζει με διεύθυνση e-mail: <em>όνομα_λογαριασμού@παράδειγμα.com</em></li> </ul>

source: The Drupal module administration page allows you to set the xml-rpc server page and other related options.
el_po: Από τη σελίδα διαχείρισης της μονάδας drupal μπορείτε να ορίσετε τη σελίδα του διακομιστή xml-rpc και άλλες σχετικές επιλογές.

source: <p>You can</p> <ul> <li>run your cron job at your site's <a href="%file-cron">cron page</a></li> <li>view your <a href="%file-xmlrpc">XML-RPC page</a>.</li> <li>administer Drupal <a href="%admin-settings-drupal">administer &gt;&gt; settings &gt;&gt; drupal</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να εκτελείτε την εργασία cron από τη <a href="%file-cron">σελίδα cron</a> του ιστοτόπου σας</li> <li>να βλέπετε τη <a href="%file-xmlrpc">σελίδα του XML-RPC</a>.</li> <li>να διαχειρίζεστε τη μονάδα drupal: <a href="%admin-settings-drupal">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; drupal</a>.</li> </ul>

source: If you maintain a directory of sites, you can list them on a page using the <code>drupal_client_page()</code> function. Sample instructions: <ul> <li>Enable the page module. Select create content &gt;&gt; page.</li> <li>For input format, select PHP code.</li> <li>Give the page a title. For body, put: <pre> &lt;?php print drupal_client_page(); ?&gt; </pre> <li>Save the page.</li> </ul>
el_po: Αν διατηρείτε έναν κατάλογο ιστοτόπων, μπορείτε να τους παρουσιάζετε σε μια σελίδα χρησιμοποιώντας τη συνάρτηση <code>drupal_client_page()</code>. Οδηγίες για ένα παράδειγμα: <ul> <li>Ενεργοποιήστε τη μονάδα page. Επιλέξτε υποβολή ύλης &gt;&gt; στατική σελίδα.</li> <li>Για μορφότυπο εισόδου επιλέξτε κώδικα PHP.</li> <li>Δώστε έναν τίτλο στη σελίδα. Στο περιεχόμενο γράψτε: <pre> &lt;?php print drupal_client_page(); ?&gt; </pre> <li>Αποθηκεύστε τη σελίδα.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%drupal">Drupal page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%drupal">σελίδα Drupal</a>.

source: Lets you register your site with a central server and improve ranking of Drupal projects by posting information on your installed modules and themes; also enables users to log in using a Drupal ID.
el_po: Σας επιτρέπει να δηλώσετε τον ιστότοπό σας σε έναν κεντρικό διακομιστή και να βελτιώσετε την αξιολόγηση των στοιχείων του Drupal υποβάλοντας πληροφορίες για τις μονάδες και τις θεματικές παραλλαγές που έχετε εγκαταστήσει. Επιτρέπει επίσης στους χρήστες να εισέρχονται χρησιμοποιώντας μια ταυτότητα του Drupal (Drupal ID).

source: <p>Using this your site can "call home" to another Drupal server. By calling home to drupal.org and sending a list of your installed modules and themes, you help rank projects on drupal.org and so assist all Drupal administrators to find the best components for meeting their needs. If you want to register with a different server, you can change the Drupal XML-RPC server setting -- but the server has to be able to handle Drupal XML. Some XML-RPC servers may present directories of all registered sites. To get all your site information listed, go to the <a href="%site-settings">settings page</a> and set the site name, the e-mail address, the slogan, and the mission statement.</p>
el_po: <p>Με αυτή τη μονάδα, ο ιστότοπός σας μπορεί να "καλεί το κέντρο" σε έναν άλλο διακομιστή Drupal. Καλώντας το drupal.org και στέλνοντας μια λίστα των μονάδων και των θεματικών παραλλαγών που έχετε εγκαταστήσει, βοηθάτε στην αξιολόγηση των έργων του drupal.org και έτσι βοηθάτε όλους τους διαχειριστές τόπων Drupal να βρουν τα καλύτερα στοιχεία για να ικανοποιήσουν τις ανάγκες τους. Αν θέλετε να εγγραφείτε σε διαφορετικό διακομιστή XML-RPC, μπορείτε να αλλάξετε τη ρύθμιση του διακομιστή Drupal XML-RPC -- όμως ο διακομιστής πρέπει να έχει τη δυνατότητα να χειρίζεται την XML του Drupal. Μερικοί διακομιστές XML-RPC μπορεί να παρουσιάζουν καταλόγους όλων των εγγεγραμμένων τόπων. Για να παρουσιάζονται όλες οι πληροφορίες του τόπου σας, πηγαίνετε στη <a href="%site-settings">σελίδα ρυθμίσεων</a> και ορίστε το όνομα, τη διεύθυνση e-mai, το σύνθημα και την περιγραφή του σκοπού του τόπου.</p>

source: <p><a href="%Drupal">Drupal</a> is the name of the software that powers %this-site. There are Drupal web sites all over the world, and many of them share their registration databases so that users may freely log in to any Drupal site using a single <strong>Drupal ID</strong>.</p> <p>So please feel free to log in to your account here at %this-site with a username from another Drupal site. The format of a Drupal ID is similar to an e-mail address: <strong>username</strong>@<em>server</em>. An example of a valid Drupal ID is <strong>mwlily</strong>@<em>drupal.org</em>.</p>
el_po: <p><a href="%Drupal">Drupal</a> είναι το όνομα του λογισμικού που κάνει το %this-site να λειτουργεί. Ιστότοποι Drupal υπάρχουν σε όλο τον κόσμο και πολλοί από αυτούς μοιράζονται τις βάσεις δεδομένων των χρηστών τους, ώστε αυτοί να μπορούν να εισέρχονται ελεύθερα σε οποιονδήποτε τόπο Drupal χρησιμοποιώντας μία και μόνο <strong>ταυτότητα Drupal</strong> (Drupal ID).</p> <p>Μπορείτε λοιπόν να εισέρχεστε στο λογαριασμό σας εδώ στο %this-site με ένα όνομα λογαριασμού από άλλο τόπο Drupal. Η μορφή μιας ταυτότητας Drupal μοιάζει με διεύθυνση e-mail: <strong>όνομα_λογαριασμού</strong>@<em>διακομιστής</em>. Ένα παράδειγμα έγκυρης ταυτότητας Drupal είναι <strong>mwlily</strong>@<em>drupal.org</em>.</p>

source: You must set the name of your site on the <a href="%url">administer &raquo; settings</a> page.
el_po: Πρέπει να ορίσετε το όνομα του ιστοτόπου σας από τη σελίδα <a href="%url">διαχείριση &raquo; ρυθμίσεις</a>.

source: You must set an e-mail address for your site on the <a href="%url">administer &raquo; settings</a> page.
el_po: Πρέπει να ορίσετε μια διεύθυνση e-mail για τον ιστότοπό σας από τη σελίδα <a href="%url">διαχείριση &raquo; ρυθμίσεις</a>.

source: You must set your site slogan on the <a href="%url">administer &raquo; settings</a> page.
el_po: Πρέπει να ορίσετε το σύνθημα του ιστοτόπου σας από τη σελίδα <a href="%url">διαχείριση &raquo; ρυθμίσεις</a>.

source: You must set your site mission on the <a href="%url">administer &raquo; settings</a> page.
el_po: Πρέπει να ορίσετε το σκοπό του ιστοτόπου σας από τη σελίδα <a href="%url">διαχείριση &raquo; ρυθμίσεις</a>.

source: Post data to another site
el_po: Υποβολή δεδομένων σε άλλον ιστότοπο

source: Register with a Drupal server
el_po: Εγγραφή σε ένα διακομιστή Drupal

source: If enabled, your Drupal site will register itself with the specified Drupal XML-RPC server. For this to work properly, you must set your site's name, e-mail address, slogan and mission statement. When the "Drupal XML-RPC server" field is set to "%drupal-xml-rpc", your web site will register itself with drupal.org. Requires the cron feature to be enabled.
el_po: Αν το επιλέξετε, ο ιστότοπός σας θα δηλωθεί στον καθορισμένο διακομιστή Drupal XML-RPC. Για να λειτουργήσει αυτό σωστά, πρέπει να ορίσετε το όνομα, τη διεύθυνση e-mail, το σύνθημα και την περιγραφή του σκοπού του τόπου σας. Όταν στο πεδίο "Διακομιστής Drupal XML-RPC" έχει δοθεί η τιμή "%drupal-xml-rpc", ο ιστότοπός σας θα δηλωθεί στο drupal.org. Απαιτεί να είναι ενεργοποιημένη η λειτουργία cron.

source: Drupal XML-RPC server
el_po: Διακομιστής Drupal XML-RPC

source: The URL of the Drupal XML-RPC server you wish to register with.
el_po: Η διεύθυνση URL του διακομιστή Drupal XML-RPC στον οποίο θέλετε να εγγραφείτε.

source: Send system information
el_po: Αποστολή πληροφοριών του συστήματος

source: If enabled, your site will send information on its installed components (modules, themes, and theme engines). This information can help in compiling statistics on usage of Drupal projects.
el_po: Αν το επιλέξετε, ο ιστότοπός σας θα στέλνει πληροφορίες για τα στοιχεία που έχετε εγκαταστήσει (μονάδες, θεματικές παραλλαγές και μηχανές παραλλαγών). Οι πληροφορίες αυτές μπορούν να βοηθήσουν στη συγκέντρωη στατιστικών στοιχείων για τη χρήση των έργων του Drupal.

source: Send statistics
el_po: Αποστολή στατιστικών στοιχείων

source: If enabled, your site will send summary statistics on the number of registered users and the total number of posts. No private information will be sent. These data help to improve the ranking statistics of Drupal projects.
el_po: Αν το επιλέξετε, ο ιστότοπός σας θα στέλνει συνοπτικά στατιστικά στοιχεία για τον αριθμό των εγγεγραμμένων χρηστών και για το συνολικό αριθμό καταχωρίσεων. Δεν θα στέλνεται καμία ιδιωτική πληροφορία. Τα δεδομένα αυτά βοηθούν στη βελτίωση των στατιστικών αξιολόγησης των έργων του Drupal.

source: Receive data from other sites
el_po: Λήψη δεδομένων από άλλους τόπους

source: Allow other Drupal sites to register
el_po: Επιτρέπεται σε άλλους τόπους Drupal να εγγράφονται

source: If enabled, your Drupal site will allow other sites to register with your site and send information to this site. This functionality can be used to maintain a list of related sites.
el_po: Αν το επιλέξετε, θα επιτρέπεται σε άλλους τόπους να εγγράφονται στο δικό σας και να στέλνουν πληροφορίες. Η δυνατότητα αυτή μπορεί να χρησιμοποιηθεί για την τήρηση μιας λίστας σχετικών τόπων.

source: Authentication service
el_po: Υπηρεσία πιστοποίησης

source: If enabled, your Drupal site will accept logins with the user names of other Drupal sites, and likewise provide authentication for users logging into other Drupal sites, based on their user accounts here.
el_po: Αν το επιλέξετε, ο τόπος σας θα δέχεται την είσοδο με ονόματα λογαριασμών από άλλους τόπους Drupal, και αντίστοιχα θα παρέχει πιστοποίηση για χρήστες σας που εισέρχονται σε άλλους τόπους Drupal χρησιμοποιώντας το λογαριασμό τους στο δικό σας.

source: Ping from %name (%link).
el_po: Ping από %name (%link).

source: Handling ping request
el_po: Χειρισμός αίτησης ping

source: Logging into a Drupal site
el_po: Είσοδος σε έναν τόπο Drupal

source: Failed to notify %server; error code: %errno; error message: %error_msg.
el_po: Αποτυχία να ειδοποιηθεί το %server. Κωδικός σφάλματος: %errno. Μήνυμα σφάλματος: %error_msg.

source: Error %code : %message
el_po: Σφάλμα %code : %message

source: client ping
el_po: ping πελάτη

source: server ping
el_po: ping διακομιστή
