Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/4.7.x-*/throttle-module.po
Languages: el_po

source: '%value' is not a valid auto-throttle setting. Please enter a positive numeric value.
el_po: Η τιμή '%value' δεν είναι έγκυρη ρύθμιση για την αυτόματη απόπνιξη. Δώστε μια θετική αριθμητική τιμή.

source: The throttle module provides a congestion control throttling mechanism for automatically detecting a surge in incoming traffic. If the site gets linked to by a popular website, or otherwise comes under a "Denial of Service" (DoS) attack, your webserver might become overwhelmed. This mechanism is utilized by other modules to automatically optimize their performance by temporarily disabling CPU-intensive functionality. For example, in the site theme, you might choose to disable pictures when the site is too busy (reducing bandwidth), or in modules, you might choose to disable some complicated logic (reducing CPU utilization).
el_po: Η μονάδα throttle παρέχει ένα μηχανισμό απόπνιξης για τον έλεγχο της συμφόρησης που ανιχνεύει αυτόματα τις αιχμές στην εισερχόμενη κυκλοφορία. Αν κάποιος δημοφιλής ιστότοπος κάνει μια παραπομπή στο δικό σας ή αν γίνετε στόχος επίθεσης άρνησης εξυπηρέτησης ("Denial of Service", DoS), ο διακομιστής σας μπορεί να καταρρεύσει. Ο μηχανισμός αυτός χρησιμοποιείται από άλλες μονάδες για να βελτιστοποιεί αυτόματα την απόδοσή τους με την προσωρινή απενεργοποίηση λειτουργιών που κάνουν έντονη χρήση της CPU. Για παράδειγμα, στη θεματική παραλλαγή του ιστοτόπου, θα μπορούσατε να επιλέξετε να απενεργοποιούνται οι εικόνες όταν ο ιστότοπος είναι πολύ απασχολημένος (ώστε να μειωθεί το εύρος ζώνης) ή, στις μονάδες, θα μπορούσατε να επιλέξετε να απενεργοποιείται κάποια σύνθετη επεξεργασία (ώστε να μειωθεί η χρήση της CPU).

source: The congestion control throttle can be automatically enabled when the number of anonymous or authenticated users currently visiting the site exceeds the specified threshold.
el_po: Ο έλεγχος συμφόρησης με απόπνιξη μπορεί να ενεργοποιείται αυτόματα όταν ο αριθμός των ανώνυμων ή πιστοποιημένων χρηστών που επισκέπτονται τον ιστότοπο ξεπεράσει το καθορισμένο κατώφλι.

source: <p>You can</p> <ul> <li>enable throttle for modules at <a href="%admin-modules">administer &gt;&gt; module</a>.</li> <li>enable throttle for blocks at <a href="%admin-block">administer &gt;&gt; block</a>.</li> <li>administer throttle at <a href="%admin-settings-throttle">administer &gt;&gt; settings &gt;&gt; throttle</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να ενεργοποιήσετε την απόπνιξη για τις μονάδες: <a href="%admin-modules">διαχείριση &gt;&gt; μονάδες</a>.</li> <li>να ενεργοποιήσετε την απόπνιξη για τα μπλοκ: <a href="%admin-block">διαχείριση &gt;&gt; μπλοκ</a>.</li> <li>να διαχειρίζεστε τη μονάδα απόπνιξης: <a href="%admin-settings-throttle">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; απόπνιξη</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%throttle">Throttle page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%throttle">σελίδα Throttle</a>.

source: Handles the auto-throttling mechanism, to control site congestion.
el_po: Χειρίζεται το μηχανισμό αυτόματης απόπνιξης για τον έλεγχο της συμφόρησης του ιστοτόπου.

source: If your site gets linked to by a popular website, or otherwise comes under a "Denial of Service" (DoS) attack, your webserver might become overwhelmed. This module provides a congestion control throttling mechanism for automatically detecting a surge in incoming traffic. This mechanism is utilized by other Drupal modules to automatically optimize their performance by temporarily disabling CPU-intensive functionality.
el_po: Αν κάποιος δημοφιλής ιστότοπος κάνει παραπομπή στο δικό σας ή αν γίνετε στόχος επίθεσης άρνησης εξυπηρέτησης ("Denial of Service", DoS), ο διακόμιστής σας μπορεί να καταρρεύσει. Η μονάδα αυτή παρέχει ένα μηχανισμό απόπνιξης για έλεγχο της συμφόρησης που ανιχνεύει αυτόματα τις αιχμές στην εισερχόμενη κυκλοφορία. Αυτός ο μηχανισμός χρησιμοποιείται από άλλες μονάδες του Drupal για να βελτιστοποιεί αυτόματα την απόδοσή τους με την προσωρινή απενεργοποίηση λειτουργιών που κάνουν έντονη χρήση της CPU.

source: Auto-throttle on anonymous users
el_po: Αυτόματη απόπνιξη για τους ανώνυμους χρήστες

source: The congestion control throttle can be automatically enabled when the number of anonymous users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 250 anonymous users online at once, enter '250' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on anonymous users. You can inspect the current number of anonymous users using the "Who's online" block.
el_po: Ο έλεγχος συμφόρησης με απόπνιξη μπορεί να ενεργοποιείται αυτόματα όταν ο αριθμός των ανώνυμων χρηστών που επισκέπτονται τον ιστότοπό σας ξεπεράσει το καθορισμένο κατώφλι. Για παράδειγμα, για να ξεκινά η απόπνιξη όταν ο ιστότοπός σας έχει 250 ανώνυμους επισκέπτες ταυτόχρονα, δώστε την τιμή '250' σε αυτό το πεδίο. Αφήστε την τιμή κενή ή δώστε "0" αν δεν θέλετε αυτόματη απόπνιξη για τους ανώνυμους χρήστες. Μπορείτε να βλέπετε τον τρέχοντα αριθμό των ανώνυμων χρηστών χρησιμοποιώντας το μπλοκ "Ποιοι είναι εδώ".

source: Auto-throttle on authenticated users
el_po: Αυτόματη απόπνιξη για τους πιστοποιημένους χρήστες

source: The congestion control throttle can be automatically enabled when the number of authenticated users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 50 registered users online at once, enter '50' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on authenticated users. You can inspect the current number of authenticated users using the "Who's online" block.
el_po: Ο έλεγχος συμφόρησης με απόπνιξη μπορεί να ενεργοποιείται αυτόματα όταν ο αριθμός των πιστοποιημένων χρηστών που επισκέπτονται τον ιστότοπό σας ξεπεράσει το καθορισμένο κατώφλι. Για παράδειγμα, για να ξεκινά η απόπνιξη όταν βρίσκονται στον ιστότοπό σας 50 εγγεγραμμένοι χρήστες ταυτόχρονα, δώστε την τιμή '50' σε αυτό το πεδίο. Αφήστε την τιμή κενή ή δώστε "0" αν δεν θέλετε αυτόματη απόπνιξη για τους πιστοποιημένους χρήστες. Μπορείτε να βλέπετε τον τρέχοντα αριθμό των πιστοποιημένων χρηστών χρησιμοποιώντας το μπλοκ "Ποιοι είναι εδώ".

source: Auto-throttle probability limiter
el_po: Περιορισμός πιθανότητας αυτόματης απόπνιξης

source: The auto-throttle probability limiter is an efficiency mechanism to statistically reduce the overhead of the auto-throttle. The limiter is expressed as a percentage of page views, so for example if set to the default of 10% we only perform the extra database queries to update the throttle status 1 out of every 10 page views. The busier your site, the lower you should set the limiter value.
el_po: Ο περιορισμός πιθανότητας αυτόματης απόπνιξης είναι ένας μηχανισμός αποδοτικότητας για να μειώνεται στατιστικά η επιβάρυνση της αυτόματης απόπνιξης. Ο περιορισμός εκφράζεται ως ποσοστό των προβολών σελίδων, έτσι για παράδειγμα, αν τον θέσετε στην προεπιλεγμένη τιμή 10%, τα πρόσθετα ερωτήματα στη βάση δεδομένων για την ενημέρωση της κατάστασης της απόπνιξης θα εκτελούνται μόνο κάθε 1 στις 10 προβολές σελίδων. Όσο πιο απασχολημένος είναι ο ιστότοπός σας τόσο χαμηλότερη πρέπει να είναι η τιμή του περιορισμού.

source: throttle
el_po: απόπνιξη

source: 1 user accessing site; throttle enabled.
el_po: 1 χρήστης στον ιστότοπο. Η απόπνιξη ενεργοποιήθηκε.

source: 1 guest accessing site; throttle enabled.
el_po: 1 επισκέπτης στον ιστότοπο. Η απόπνιξη ενεργοποιήθηκε.

source: 1 guest accessing site; throttle disabled
el_po: 1 επισκέπτης στον ιστότοπο. Η απόπνιξη ενεργοποιήθηκε.
