Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/4.7.x-*/unicode-inc.po
Languages: el_po

source: The PCRE library in your PHP installation is outdated. This will cause problems when handling Unicode text. If you are running PHP 4.3.3 or higher, make sure you are using the PCRE library supplied by PHP. Please refer to the <a href="%url">PHP PCRE documentation</a> for more information.
el_po: Η βιβλιοθήκη PCRE της εγκατάστασης της PHP είναι παλιά έκδοση. Αυτό θα προκαλέσει προβλήματα στο χειρισμό κειμένου Unicode. Αν χρησιμοποιείτε PHP 4.3.3 ή νεότερη, βεβαιωθείτε ότι χρησιμοποιείτε τη βιβλιοθήκη PCRE που παρέχεται από την PHP. Για περισσότερες πληροφορίες ανατρέξτε στην <a href="%url">τεκμηρίωση της PHP PCRE</a>.

source: Multibyte string function overloading in PHP is active and must be disabled. Check the php.ini <em>mbstring.func_overload</em> setting. Please refer to the <a href="%url">PHP mbstring documentation</a> for more information.
el_po: Η υπερφόρτωση συναρτήσεων για τις ακολουθίες χαρακτήρων πολλών byte της PHP είναι ενεργή και πρέπει να απενεργοποιηθεί. Ελέγξτε τη ρύθμιση <em>mbstring.func_overload</em> στο php.ini. Για περισσότερες πληροφορίες ανατρέξτε στην <a href="%url">τεκμηρίωση της PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.encoding_translation</em> setting. Please refer to the <a href="%url">PHP mbstring documentation</a> for more information.
el_po: Η μετατροπή δεδομένων εισόδου για τις ακολουθίες χαρακτήρων πολλών byte της PHP είναι ενεργή και πρέπει να απενεργοποιηθεί. Ελέγξτε τη ρύθμιση <em>mbstring.encoding_translation</em> στο php.ini. Για περισσότερες πληροφορίες ανατρέξτε στην <a href="%url">τεκμηρίωση της PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_input</em> setting. Please refer to the <a href="%url">PHP mbstring documentation</a> for more information.
el_po: Η μετατροπή δεδομένων εισόδου για τις ακολουθίες χαρακτήρων πολλών byte της PHP είναι ενεργή και πρέπει να απενεργοποιηθεί. Ελέγξτε τη ρύθμιση <em>mbstring.http_input</em> στο php.ini. Για περισσότερες πληροφορίες ανατρέξτε στην <a href="%url">τεκμηρίωση της PHP mbstring</a>.

source: Multibyte string output conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_output</em> setting. Please refer to the <a href="%url">PHP mbstring documentation</a> for more information.
el_po: Η μετατροπή δεδομένων εξόδου για τις ακολουθίες χαρακτήρων πολλών byte της PHP είναι ενεργή και πρέπει να απενεργοποιηθεί. Ελέγξτε τη ρύθμιση <em>mbstring.http_output</em> στο php.ini. Για περισσότερες πληροφορίες ανατρέξτε στην <a href="%url">τεκμηρίωση της PHP mbstring</a>.

source: Standard PHP: operations on Unicode strings are emulated on a best-effort basis. Install the <a href="%url">PHP mbstring extension</a> for improved Unicode support.
el_po: Standard PHP: οι πράξεις σε ακολουθίες χαρακτήρων Unicode γίνονται με προσομοίωση όσο καλύτερα επιτρέπουν οι συνθήκες. Για βελτιωμένη υποστήριξη του Unicode εγκαταστήστε την επέκταση <a href="%url">PHP mbstring</a>.

source: Multi-byte: operations on Unicode strings are supported through the <a href="%url">PHP mbstring extension</a>.
el_po: Χαρακτήρες πολλών byte: οι πράξεις σε ακολουθίες χαρακτήρων Unicode υποστηρίζονται μέσω της <a href="%url">επέκτασης PHP mbstring</a>.

source: Invalid: the current configuration is incompatible with Drupal.
el_po: Μη έγκυρη: η διευθέτηση αυτή είναι ασύμβατη με το Drupal.

source: String handling method
el_po: Μέθοδος χειρισμού ακολουθιών χαρακτήρων

source: Could not convert XML encoding '%s' to UTF-8.
el_po: Δεν έγινε δυνατή η μετατροπή της κωδικοποίησης XML encoding '%s' σε UTF-8.

source: Unsupported encoding '%s'. Please install iconv, GNU recode or mbstring for PHP.
el_po: Η κωδικοποίηση '%s' δεν υποστηρίζεται. Εγκαταστήστε το iconv, το GNU recode ή το mbstring για την PHP.
