Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/5.x-*/file-inc.po
Languages: el_po

source: The directory %directory has been created.
el_po: Ο κατάλογος αρχείων %directory δημιουργήθηκε.

source: The permissions of directory %directory have been changed to make it writable.
el_po: Οι άδειες του καταλόγου αρχείων %directory άλλαξαν ώστε να επιτρέπει εγγραφή.

source: The directory %directory is not writable
el_po: Ο κατάλογος αρχείων %directory δεν επιτρέπει εγγραφή

source: The directory %directory is not writable, because it does not have the correct permissions set.
el_po: Ο κατάλογος αρχείων %directory δεν επιτρέπει εγγραφή, επειδή δεν έχει τις σωστές άδειες.

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines: <code>!htaccess</code>
el_po: Προειδοποίηση ασφάλειας: Δεν έγινε δυνατή η εγγραφή του αρχείου .htaccess. Θα πρέπει να δημιουργήσετε ένα αρχείο .htaccess στον κατάλογο %directory που να περιέχει τις εξής γραμμές: <code>!htaccess</code>

source: The file %file could not be saved, because it exceeds the maximum allowed size for uploads.
el_po: Δεν έγινε δυνατό να αποθηκευτεί το αρχείο %file, επειδή ξεπερνά το ανώτατο επιτρεπτό μέγεθος για τα ανεβάσματα αρχείων.

source: The file %file could not be saved, because the upload did not complete.
el_po: Δεν έγινε δυνατό να αποθηκευτεί το αρχείο %file, επειδή το ανέβασμα του δεν ολοκληρώθηκε.

source: The file %file could not be saved. An unknown error has occurred.
el_po: Δεν έγινε δυνατό να αποθηκευτεί το αρχείο %file. Παρουσιάστηκε άγνωστο σφάλμα.

source: File upload error. Could not move uploaded file.
el_po: Σφάλμα σε ανέβασμα αρχείου. Δεν έγινε δυνατό να μετακινηθεί το ανεβασμένο αρχείο.

source: Upload Error. Could not move uploaded file (%file) to destination (%destination).
el_po: Σφάλμα σε ανέβασμα αρχείου. Δεν έγινε δυνατό να μετακινηθεί το ανεβασμένο αρχείο (%file) στον προορισμό του (%destination).

source: The selected file %file could not be uploaded, because the destination %directory is not properly configured.
el_po: Δεν έγινε δυνατό να ανεβαστεί το επιλεγμένο αρχείο %file, επειδή ο προορισμός %directory δεν είναι σωστά διευθετημένος.

source: The selected file %file could not be uploaded, because the destination %directory could not be found, or because its permissions do not allow the file to be written.
el_po: Δεν έγινε δυνατό να ανεβαστεί το επιλεγμένο αρχείο %file, επειδή ο προορισμός %directory δεν βρέθηκε ή επειδή οι άδειες του δεν επιτρέπουν να γραφτεί το αρχείο.

source: The selected file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
el_po: Δεν έγινε δυνατό να αντιγραφεί το επιλεγμένο αρχείο %file, επειδή δεν υπάρχει αρχείο με αυτό το όνομα. Βεβαιωθείτε ότι δώσατε το σωστό όνομα αρχείου.

source: The selected file %file could not be copied, because a file by that name already exists in the destination.
el_po: Δεν έγινε δυνατό να αντιγραφεί το επιλεγμένο όνομα αρχείου %file, επειδή υπάρχει ήδη ένα αρχείο με αυτό το όνομα στον προορισμό.

source: The selected file %file could not be copied.
el_po: Δεν έγινε δυνατό να αντιγραφεί το επιλεγμένο αρχείο %file.

source: The removal of the original file %file has failed.
el_po: Η διαγραφή του πρωτότυπου αρχείου %file απέτυχε.

source: The file could not be created.
el_po: Δεν έγινε δυνατό να δημιουργηθεί το αρχείο.

source: file system
el_po: σύστημα αρχείων

source: file
el_po: αρχείο
