Repository: BackupTheBerlios/drupal-el-svn
Catalog: trunk/5.x-*/watchdog-module.po
Languages: el_po

source: The watchdog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
el_po: Η μονάδα watchdog (φύλακας) παρακολουθεί το σύστημά σας, συλλαμβάνοντας συμβάντα του συστήματος σε ένα ημερολόγιο το οποίο μπορεί να διαβάσει αργότερα ένα εξουσιοδοτημένο άτομο. Αυτό είναι χρήσιμο για τους διαχειριστές που θέλουν να κάνουν μια γρήγορη επισκόπηση των δραστηριοτήτων στον ιστότοπο τους. Στο ημερολόγιο συστήματος καταγράφεται επίσης η ακολουθία των συμβάντων, γι' αυτό μπορεί να φανεί χρήσιμο στην αντιμετώπιση σφαλμάτων του ιστότοπου.

source: The watchdog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the watchdog report on a regular basis to ensure their site is working properly.
el_po: Το ημερολόγιο του watchdog είναι απλώς μια λίστα καταγραμμένων συμβάντων που περιέχει δεδομένα για τη χρήση, δεδομένα για την απόδοση, σφάλματα, προειδοποιήσεις και λειτουργικές πληροφορίες. Οι διαχειριστές θα πρέπει να ελέγχουν τακτικά την αναφορά του watchdog για να βεβαιώνονται ότι ο ιστότοπος λειτουργεί κανονικά.

source: For more information please read the configuration and customization handbook <a href="@watchdog">Watchdog page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="@watchdog">σελίδα Watchdog</a>.

source: The watchdog module monitors your web site, capturing system events in a log to be reviewed by an authorized individual at a later time. The watchdog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the watchdog report on a regular basis as it is often the only way to tell what is going on.
el_po: Η μονάδα watchdog (φύλακας) παρακολουθεί τον ιστότοπό σας, συλλαμβάνοντας συμβάντα του συστήματος σε ένα ημερολόγιο το οποίο μπορεί να διαβάσει αργότερα ένα εξουσιοδοτημένο άτομο. Το ημερολόγιο του watchdog είναι απλώς μια λίστα καταγραμμένων συμβάντων που περιέχει δεδομένα για τη χρήση, δεδομένα για την απόδοση, σφάλματα, προειδοποιήσεις και λειτουργικές πληροφορίες. Είναι ζωτικό να ελέγχετε τακτικά την αναφορά του watchdog, αφού συχνά είναι ο μόνος τρόπος για να διαπιστώσετε τι γίνεται.

source: Recent log entries
el_po: Πρόσφατες καταχωρήσεις ημερολογίου

source: View events that have recently been logged.
el_po: Προβολή γεγονότων που καταγάφηκαν πρόσφατα.

source: Top 'page not found' errors
el_po: Κορυφαία 'σελίδα δεν βρέθηκε' σφάλματα

source: View 'page not found' errors (404s).
el_po: Προβολή 'η σελίδα δεν βρέθηκε' σφάλματα (404)

source: Top 'access denied' errors
el_po: Κορυφαία 'δεν επιτρέπεται η πρόσβαση' σφάλματα

source: View 'access denied' errors (403s).
el_po: Προβολή 'δεν επιτρέπεται η πρόσβαση' σφάλματα (403)

source: all messages
el_po: όλα τα μηνύματα

source: !type messages
el_po: !type μηνύματα

source: Filter by message type
el_po: Διαλογή κατά τύπο μηνύματος

source: warning
el_po: προειδοποίηση

source: No log messages available.
el_po: Δεν υπάρχουν μηνύματα στο ημερολόγιο συστήματος.

source: Count
el_po: Μέτρηση

source: notice
el_po: ειδοποίηση

source: Location
el_po: Θέση

source: Severity
el_po: Σοβαρότητα

source: watchdog
el_po: φύλακας
