Repository: BackupTheBerlios/drupal-el-svn
Catalog: 4.7.x-*/blog-module.po
Languages: el_po

source: blog entry
el_po: ιστολόγημα

source: Blog
el_po: Ιστολόγιο

source: view recent blog entries
el_po: εμφάνιση πρόσφατων ιστολογημάτων

source: Read %username's latest blog entries.
el_po: %username: Διαβάστε τα τελευταία ιστολογήματα.

source: The blog module allows registered users to maintain an online weblog (commonly known as a blog), often referred to as an online journal or diary. Blogs are made up of individual posts that are time stamped and are typically viewed by date as you would a diary. Blogs often contain links to webpages users have read and/or agree/disagree with.
el_po: Η μονάδα blog επιτρέπει στους εγγεγραμμένους χρήστες να τηρούν ένα online ιστολόγιο (ή αλλιώς web log ή blog), το οποίο είναι ένα online προσωπικό ημερολόγιο. Τα ιστολόγια αποτελούνται από μεμονωμένες καταχωρίσεις (ιστολογήματα) που είναι χρονολογημένες και συνήθως εμφανίζονται κατά σειρά ημερομηνίας όπως σε ένα πραγματικό προσωπικό ημερολόγιο. Τα ιστολόγια συχνά περιέχουν παραπομπές σε ιστοσελίδες που διάβασαν οι χρήστες και με τις οποίες συμφωνούν ή διαφωνούν.

source: The blog module adds a <em>user blogs</em> navigation link to the site, which takes any visitor to a page that displays the most recent blog entries from all the users on the site. The navigation menu has a <em>create a blog entry</em> link (which takes you to a submission form) and a <em>view personal blog</em> link (which displays your blog entries as other people will see them). The blog module also creates a <em>recent blog posts</em> block that can be enabled.
el_po: Η μονάδα blog προσθέτει στον ιστότοπο μια παραπομπή για πλοήγηση στα <em>ιστολόγια των χρηστών</em>, η οποία οδηγεί τον επισκέπτη σε μια σελίδα που παρουσιάζει τα πιο πρόσφατα ιστολογήματα όλων των χρηστών του τόπου. Το μενού πλοήγησης έχει μια παραπομπή για <em>υποβολή ιστολογήματος</em> (η οποία σας πηγαίνει σε μια φόρμα υποβολής) και μια παραπομπή για <em>εμφάνιση προσωπικού ιστολογίου</em> (η οποία παρουσιάζει τα ιστολογήματά σας όπως θα τα βλέπουν οι άλλοι). Η μονάδα blog δημιουργεί επίσης ένα μπλοκ <em>πρόσφατων ιστολογημάτων</em> που μπορεί να ενεργοποιηθεί.

source: If a user has the ability to post blogs, then the import module (news aggregator) will display a blog-it link next to each news item in its lists. Clicking on this takes the user to the blog submission form, with the title, a link to the item, and a link to the source into the body text already in the text box, ready for the user to add a comment or explanation. This actively encourages people to add blog entries about things they see and hear elsewhere in the website and from your syndicated partner sites.
el_po: Αν ένας χρήστης έχει τη δυνατότητα να υποβάλλει ιστολογήματα, τότε η μονάδα εισαγωγής (συλλέκτης ειδήσεων) θα εμφανίζει μια παραπομπή "ιστολογήστε το" δίπλα σε κάθε είδηση που παρουσιάζει. Αυτή οδηγεί το χρήστη στη φόρμα υποβολής του ιστολογίου του, και στο κείμενο του περιεχομένου υπάρχει ήδη ο τίτλος, μια παραπομπή στην είδηση και μια παραπομπή στην πηγή. Έτσι, ο χρήστης είναι έτοιμος να προσθέσει ένα σχόλιο ή επεξήγηση. Αυτό ενθαρρύνει ενεργά τον κόσμο να υποβάλλει ιστολογήματα για πράγματα που βλέπει και ακούει σε άλλες περιοχές του ιστοτόπου σας ή σε συνεργαζόμενους ανεξάρτητους τόπους.

source: <p>You can</p> <ul> <li>read your blog via your user profile at <a href="%user">my account</a>.</li> <li>post a blog at <a href="%node-add-blog">create content &gt;&gt; personal blog entry</a>.</li> <li>administer blog at <a href="%admin-node-configure-types-blog">administer &gt;&gt; settings &gt;&gt; content types &gt;&gt; configure blog entry</a>.</li> <li>administer blog api at <a href="%admin-settings-blogapi">administer &gt;&gt; settings &gt;&gt; blogapi</a>.</li> <li>enable the "recent blog posts" block at <a href="%admin-block">administer &gt;&gt; blocks</a> to show the 10 most recent blog posts.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να διαβάζετε το ιστολόγιό σας από το προσωπικό προφίλ σας στη σελίδα <a href="%user">ο λογαριασμός μου</a>.</li> <li>να υποβάλετε ένα ιστολόγημα: <a href="%node-add-blog">υποβολή ύλης &gt;&gt; προσωπικό ιστολόγημα</a>.</li> <li>να διαχειρίζεστε το ιστολόγιο: <a href="%admin-node-configure-types-blog">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; τύποι ύλης &gt;&gt; διευθέτηση ιστολογήματος</a>.</li> <li>να διαχειρίζεστε το api των ιστολογίων: <a href="%admin-settings-blogapi">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; blogapi</a>.</li> <li>να ενεργοποιήσετε το μπλοκ "πρόσφατα ιστολογήματα" από τη <a href="%admin-block">διαχείριση &gt;&gt; μπλοκ</a> για να εμφανίζονται τα 10 πιο πρόσφατα ιστολογήματα.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%blog">Blog page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%blog">σελίδα Blog</a>.

source: Enables keeping an easily and regularly updated web page or a blog.
el_po: Επιτρέπει να τηρείται μια ιστοσελίδα που ενημερώνεται εύκολα και τακτικά ή ένα ιστολόγιο.

source: A blog is a regularly updated journal or diary made up of individual posts shown in reversed chronological order. A blog is tightly coupled to the author so each user will have his 'own' blog.
el_po: Ιστολόγιο (web log ή blog) είναι ένα χρονικό ή ημερολόγιο που ενημερώνεται τακτικά, το οποίο αποτελείται από μεμονωμένες καταχωρίσεις (ιστολογήματα) που εμφανίζονται σε αντίστροφη χρονολογική σειρά. Ένα ιστολόγιο είναι στενά συνδεμένο με το συγγραφέα του, έτσι κάθε χρήστης θα έχει το δικό του ιστολόγιο.

source: %name's blog
el_po: Ιστολόγιο: %name

source: Post new blog entry.
el_po: Υποβάλετε νέο ιστολόγημα.

source: You are not allowed to post a new blog entry.
el_po: Δεν σας επιτρέπεται να υποβάλετε νέο ιστολόγημα.

source: RSS - blogs
el_po: RSS - ιστολόγια

source: blogs
el_po: ιστολόγια

source: %username's blog
el_po: ιστολόγιο: %username

source: my blog
el_po: το ιστολόγιό μου

source: Recent blog posts
el_po: Πρόσφατα ιστολογήματα

source: Read the latest blog entries.
el_po: Διαβάστε τα τελευταία ιστολογήματα.

source: edit own blog
el_po: τροποποποίηση δικού τους ιστολογίου
