Repository: BackupTheBerlios/drupal-el-svn
Catalog: 4.7.x-*/blogapi-module.po
Languages: el_po

source: The blog API module enables a post to be posted to a site via external GUI applications. Many users prefer to use external tools to improve their ability to read and post responses in a customized way. The blog api provides users the freedom to use the blogging tools they want but still have the blogging server of choice.
el_po: Η μονάδα blogapi (API ιστολογίων) επιτρέπει να υποβάλλεται ύλη σε έναν ιστότοπο μέσω εξωτερικών εφαρμογών με οπτικό χειρισμό (GUI). Πολλοί χρήστες προτιμούν να χρησιμοποιούν εξωτερικά εργαλεία για να μπορούν καλύτερα να διαβάζουν και να υποβάλλουν απαντήσεις με έναν προσαρμοσμένο τρόπο. Το blog api προσφέρει στους χρήστες την ελευθερία να χρησιμοποιούν τα εργαλεία ιστολογίου που θέλουν ενώ εξακολουθούν να έχουν το διακομιστή ιστολογίων που προτιμούν.

source: When this module is enabled and configured you can use programs like <a href="%external-http-ecto-kung-foo-tv">Ecto</a> to create and publish posts from your desktop. Blog API module supports several XML-RPC based blogging APIs such as the <a href="%-">Blogger API</a>, <a href="%external-http-www-xmlrpc-com-metaWeblogApi">MetaWeblog API</a>, and most of the <a href="%external-http-www-movabletype-org-docs-mtmanual_programmatic-html">Movable Type API</a>. Any desktop blogging tools or other services (e.g. <a href="%external-http-www-flickr-com">Flickr's</a> "post to blog") that support these APIs should work with this site.
el_po: Όταν αυτή η μοναδα ενεργοποιηθεί και διευθετηθεί, μπορείτε να χρησιμοποιείτε προγράμματα όπως το <a href="%external-http-ecto-kung-foo-tv">Ecto</a> για να γράφετε και να δημοσιεύετε από την οθόνη σας. Η μονάδα blogapi υποστηρίζει πολλά API ιστολογίων βασισμένα σε XML-RPC, όπως το <a href="%-">Blogger API</a>, το <a href="%external-http-www-xmlrpc-com-metaWeblogApi">MetaWeblog API</a>, και το μεγαλύτερο μέρος του <a href="%external-http-www-movabletype-org-docs-mtmanual_programmatic-html">Movable Type API</a>. Οποιαδήποτε εργαλεία ιστολογίων ή άλλες υπηρεσίες (π.χ. το "post to blog" του <a href="%external-http-www-flickr-com">Flickr</a>) που υποστηρίζουν αυτά τα API μάλλον θα λειτουργούν και στον ιστότοπό σας.

source: This module also allows site administrators to configure which content types can be posted via the external applications. So, for instance, users can post forum topics as well as blog posts. Where supported, the external applications will display each content type as a separate "blog".<!--break-->
el_po: Η μονάδα αυτή επιτρέπει επίσης στους διαχειριστές του ιστοτόπου να διευθετήσουν ποιοι τύποι ύλης μπορούν να υποβάλλονται μέσω των εξωτερικών εφαρμογών. Έτσι, για παράδειγμα, οι χρήστες θα μπορούν να υποβάλλουν θέματα συζήτησης καθώς και ιστολογήματα. Όπου υποστηρίζεται, οι εξωτερικές εφαρμογές θα παρουσιάζουν τον κάθε τύπο ύλης ως ξεχωριστό "ιστολόγιο".<!--break-->

source: <p>You can</p> <ul> <li>view the XML-RPC page on your site at &gt;&gt; <a href="%file-xmlrpc">xmlrpc.php</a>.</li> <li><a href="%admin-settings-blogapi">administer &gt;&gt; settings &gt;&gt; blog api</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να βλέπετε τη σελίδα XML-RPC στον ιστότοπό σας από το &gt;&gt; <a href="%file-xmlrpc">xmlrpc.php</a>.</li> <li>να διαχειρίζεστε το api ιστολογίων: <a href="%admin-settings-blogapi">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; api ιστολογίων</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%blogapi">BlogApi page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%blogapi">σελίδα BlogApi</a>.

source: Allows users to post content using applications that support XML-RPC blog APIs.
el_po: Επιτρέπει στους χρήστες να υποβάλλουν ύλη χρησιμοποιώντας εφαρμογές που υποστηρίζουν API ιστολογίων XML-RPC.

source: Returns a list of weblogs to which an author has posting privileges.
el_po: Επιστρέφει μία λίστα των ιστολογίων στα οποία ένας συντάκτης έχει δικαιώματα να υποβάλλει ύλη.

source: Returns information about an author in the system.
el_po: Επιστρέφει πληροφορίες για ένα συντάκτη που είναι στο σύστημα.

source: Creates a new post, and optionally publishes it.
el_po: Δημιουργεί μια νέα καταχώριση και προαιρετικά τη δημοσιεύει.

source: Updates the information about an existing post.
el_po: Ενημερώνει τις πληροφορίες για μια υπάρχουσα καταχώριση.

source: Returns information about a specific post.
el_po: Επιστρέφει πληροφορίες για μια συγκεκριμένη καταχώριση.

source: Deletes a post.
el_po: Διαγράφει μια καταχώριση.

source: Returns a list of the most recent posts in the system.
el_po: Επιστρέφει μια λίστα των πιο πρόσφατων καταχωρίσεων του συστήματος.

source: Updates information about an existing post.
el_po: Ενημερώνει τις πληροφορίες για μια υπάρχουσα καταχώριση.

source: Uploads a file to your webserver.
el_po: Ανεβάζει ένα αρχείο στο διακομιστή σας.

source: Returns a list of all categories to which the post is assigned.
el_po: Επιστρέφει μια λίστα όλων των κατηγοριών στις οποίες έχει τοποθετηθεί η καταχώριση.

source: Returns a bandwidth-friendly list of the most recent posts in the system.
el_po: Επιστρέφει μια λίστα των πιο πρόσφατων καταχωρίσεων του συστήματος, σε μορφή οικονομική ως προς τη χρήση εύρους ζώνης.

source: Returns a list of all categories defined in the weblog.
el_po: Επιστρέφει μια λίστα όλων των κατηγοριών που ορίζονται στο ιστολόγιο.

source: Sets the categories for a post.
el_po: Καθορίζει τις κατηγορίες μιας καταχώρισης.

source: Retrieve information about the XML-RPC methods supported by the server.
el_po: Ανάκτηση πληροφοριών για τις μεθόδους XML-RPC που υποστηρίζονται από το διακομιστή.

source: Retrieve information about the text formatting plugins supported by the server.
el_po: Ανάκτηση πληροφοριών για τα plugin μορφοποίησης κειμένου που υποστηρίζονται από το διακομιστή.

source: Retrieve the list of TrackBack pings posted to a particular entry. This could be used to programmatically retrieve the list of pings for a particular entry, then iterate through each of those pings doing the same, until one has built up a graph of the web of entries referencing one another on a particular topic.
el_po: Ανάκτηση της λίστας των ping για TrackBack που έχουν υποβληθεί για μια συγκεκριμένη καταχώριση. Αυτό θα μπορούσε να χρησιμοποιηθεί για να ανακτηθεί μέσω προγράμματος η λίστα των ping για μια συγκεκριμένη καταχώριση, και έπειτα να επαναλαμβάνεται το ίδιο για κάθε ένα από αυτά τα ping, μέχρι να δημιουργηθεί ένα γράφημα του ιστού των καταχωρίσεων που αναφέρονται η μία στην άλλη για ένα συγκεκριμένο θέμα.

source: Publish (rebuild) all of the static files related to an entry from your weblog. Equivalent to saving an entry in the system (but without the ping).
el_po: Δημοσίευση (ανακατασκευή) όλων των στατικών αρχείων που σχετίζονται με μια καταχώριση από το ιστολόγιό σας. Ισοδυναμεί με την αποθήκευση μιας καταχώρισης του συστήματος (αλλά χωρίς το ping).

source: You do not have permission to create the type of post you wanted to create.
el_po: Δεν έχετε την άδεια να υποβάλλετε καταχωρίσεις αυτού του τύπου.

source: %type: added %title using blog API.
el_po: %type: προστέθηκε το %title με χρήση του API ιστολογίων.

source: Error storing post.
el_po: Σφάλμα στην αποθήκευση της καταχώρισης.

source: You do not have permission to update this post.
el_po: Δεν έχετε την άδεια να ενημερώσετε αυτή την καταχώριση.

source: %type: updated %title using blog API.
el_po: %type: ενημερώθηκε το %title με χρήση του API ιστολογίων.

source: No file sent.
el_po: Δεν στάλθηκε κανένα αρχείο.

source: Error storing file.
el_po: Σφάλμα στην αποθήκευση αρχείου.

source: Not implemented.
el_po: Δεν έχει υλοποιηθεί.

source: Invalid post.
el_po: Μη έγκυρη καταχώριση.

source: You either tried to edit somebody else's blog or you don't have permission to edit your own blog.
el_po: Είτε επιχειρήσατε να τροποποιήσετε το ιστολόγιο κάποιου άλλου είτε δεν έχετε την άδεια να τροποποιείτε το δικό σας.

source: Wrong username or password.
el_po: Λάθος όνομα λογαριασμού ή κωδικός εισόδου

source: XML-RPC Engine
el_po: Μηχανή XML-RPC

source: RSD or Really-Simple-Discovery is a mechanism which allows external blogger tools to discover the APIs they can use to interact with Drupal. Here you can set the preferred method for blogger tools to interact with your site. The common XML-RPC engines are Blogger, MetaWeblog and Movabletype. If you are not sure which is the correct setting, choose Blogger.
el_po: Το RSD (Really-Simple-Discovery) είναι ένας μηχανισμός που επιτρέπει σε εξωτερικά εργαλεία ιστολογίων να ανακαλύπτουν τα API που μπορούν να χρησιμοποιούν για να συνδιαλέγονται με το Drupal. Εδώ μπορείτε να ορίσετε την προτιμώμενη μέθοδο για να συνδιαλέγονται τα εργαλεία ιστολογίων με τον ιστότοπό σας. Οι πιο συνηθισμένες μηχανές XML-RPC είναι οι Blogger, MetaWeblog και Movabletype. Αν έχετε αμφιβολία για τη σωστή ρύθιμιση, επιλέξτε Blogger.

source: Blog types
el_po: Τύποι ιστολογίων

source: Select the content types for which you wish to enable posting via blogapi. Each type will appear as a different "blog" in the client application (if supported).
el_po: Επιλέξτε τους τύπους ύλης για τους οποίους θέλετε να κάνετε δυνατή την υποβολή μέσω του API ιστολογίων. Κάθε τύπος θα εμφανίζεται ως διαφορετικό "ιστολόγιο" στην εφαρμογή-πελάτη (αν υποστηρίζεται).

source: blogapi
el_po: API ιστολογίων
