Repository: BackupTheBerlios/drupal-el-svn
Catalog: 4.7.x-*/page-module.po
Languages: el_po

source: The page module allows users to create static pages, which are the most basic type of content. Pages are commonly collected in books via the book module. Users should create a page if the information on the page is static. An example would be an "about" page.
el_po: Η μονάδα page επιτρέπει στους χρήστες να δημιουργούν στατικές σελίδες, οι οποίες είναι ο πιο απλός τύπος ύλης. Οι στατικές σελίδες συχνά συλλέγονται σε βιβλία με τη βοήθεια της μονάδας book. Οι χρήστες θα πρέπει να δημιουργούν μια στατική σελίδα αν οι πληροφορίες της είναι στατικές. Τέτοιο παράδειγμα είναι μια ιστοσελίδα "about".

source: When a page is created, a user can set authoring information, configure publishing options, whether readers will be able to post comments. They can also select the content type of the page (e.g., full HTML, filtered HTML).
el_po: Όταν δημιουργείται μια στατική σελίδα, ο χρήστης μπορεί να ορίσει πληροφορίες συντάκτη, να διευθετήσει επιλογές δημοσίευσης και το αν οι αναγνώστες θα μπορούν να υποβάλλουν σχόλια. Μπορεί επίσης να επιλέξει τη μορφή εισόδου κειμένου για τη σελίδα (π.χ. πλήρης HTML ή φιλτραρισμένη HTML).

source: As an administrator, you can set the publishing default for a page (in its workflow): you can specify whether a page is by default published, sent to moderation, promoted to the front page, sticky at the top of lists, and whether revisions are enabled by default. You can set the permissions that different user roles have to view, create, and edit pages.
el_po: Ως διαχειριστής μπορείτε να ορίσετε την προεπιλεγμένη ρύθμιση δημοσίευσης για τις στατικές σελίδες (από τον έλεγχο ροής τους): μπορείτε να ορίσετε αν μια στατική σελίδα θα δημοσιεύεται αυτόματα, αν θα στέλνεται για επιμέλεια, αν θα προβιβάζεται στην πρώτη σελίδα, αν θα μένει μόνιμα στην κορυφή στις λίστες, και αν οι αναθεωρήσεις θα είναι ενεργοποιημένες αρχικά. Μπορείτε να ορίσετε τις άδειες που θα έχουν οι διάφοροι ρόλοι χρηστών για να βλέπουν, να δημιουργούν και να τροποποιούν στατικές σελίδες.

source: If the location module is enabled, then location specific information can be added. If the trackback module is enabled trackbacks can be configured.
el_po: Αν είναι ενεργοποιημένη η μονάδα location, τότε μπορούν να προστεθούν πληροφορίες τοποθεσίας. Αν είναι ενεργοποιημένη η μονάδα trackback, τότε μπορούν να διευθετηθούν τα trackback.

source: <p>You can</p> <ul> <li>read the node administration help at <a href="%admin-help-node">administer &gt;&gt; help &gt;&gt; node</a>.</li> <li>read the page administration help at <a href="%admin-help-page">administer &gt;&gt; help &gt;&gt; page</a>.</li> <li>read the story administration help at <a href="%admin-help-story">administer &gt;&gt; help &gt;&gt; story</a>.</li> <li>create a page at <a href="%node-add-page">create content &gt;&gt; page</a>.</li> <li>administer page content type at <a href="%admin-settings-content-types-page">administer &gt;&gt; settings &gt;&gt; content types &gt;&gt; configure page</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να διαβάσετε τις οδηγίες για τη διαχείριση των κόμβων: <a href="%admin-help-node">διαχείριση &gt;&gt; οδηγίες &gt;&gt; κόμβος</a>.</li> <li>να διαβάσετε τις οδηγίες για τη διαχείριση των στατικών σελίδων: <a href="%admin-help-page">διαχείριση &gt;&gt; οδηγίες &gt;&gt; στατική σελίδα</a>.</li> <li>να διαβάσετε τις οδηγίες για τα ιστορήματα: <a href="%admin-help-story">διαχείριση &gt;&gt; οδηγίες &gt;&gt; ιστόρημα</a>.</li> <li>να δημιουργήσετε μια στατική σελίδα: <a href="%node-add-page">υποβολή ύλης &gt;&gt; στατική σελίδα</a>.</li> <li>να διαχειρίζεστε τον τύπο ύλης "στατική σελίδα": <a href="%admin-settings-content-types-page">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; τύποι ύλης &gt;&gt; διευθέτηση στατικής σελίδας</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%page">Page page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%page">σελίδα Page</a>.

source: Enables the creation of pages that can be added to the navigation system.
el_po: Επιτρέπει τη δημιουργία στατικών σελίδων που μπορούν να προστεθούν στο σύστημα πλοήγησης.

source: If you want to add a static page, like a contact page or an about page, use a page.
el_po: Αν θέλετε να δημοσιεύσετε στατικές πληροφορίες, όπως οι πληροφορίες επικοινωνίας ή μια ιστοσελίδα "about", χρησιμοποιήστε στατική σελίδα.

source: page
el_po: στατική σελίδα

source: create pages
el_po: δημιουργία στατικών σελίδων

source: edit own pages
el_po: τροποποίηση δικών τους στατικών σελίδων
