Repository: BackupTheBerlios/drupal-el-svn
Catalog: 4.7.x-*/profile-module.po
Languages: el_po

source: The profile module allows you to define custom fields (such as country, real name, age, ...) in the user profile. This permits users of a site to share more information about themselves, and can help community-based sites to organize users around profile fields.
el_po: Η μονάδα profile σας επιτρέπει να ορίζετε προσαρμοσμένα πεδία (όπως χώρα, πραγματικό όνομα, ηλικία, ...) για τα προσωπικά προφίλ. Αυτό επιτρέπει στους χρήστες ενός ιστοτόπου να μοιράζονται περισσότερες πληροφορίες για τον εαυτό τους, και μπορεί να βοηθήσει τους κοινοτικούς ιστοτόπους να οργανώνουν τους χρήστες τους με βάση κάποια πεδία του προσωπικού τους προφίλ.

source: <p>The following types of fields can be added to the user profile:</p> <ul> <li>single-line textfield</li> <li>multi-line textfield</li> <li>checkbox</li> <li>list selection</li> <li>freeform list</li> <li>URL</li> <li>date</li> </ul>
el_po: <p>Οι παρακάτω τύποι πεδίων μπορούν να προτεθούν στο προσωπικό προφίλ:</p> <ul> <li>πεδίο κειμένου της μίας γραμμής</li> <li>πεδίο κειμένου πολλών γραμμών</li> <li>κουτάκι επιλογής</li> <li>λίστα επιλογής</li> <li>λίστα ελεύθερης μορφής</li> <li>URL</li> <li>ημερομηνία</li> </ul>

source: <p>You can</p> <ul> <li>view user <a href="%profile">profiles</a>.</li> <li>administer profile settings: <a href="%admin-settings-profile">administer &gt;&gt; settings &gt;&gt; profiles</a>.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να βλέπετε <a href="%profile">προσωπικά προφίλ</a>.</li> <li>να διαχειρίζεστε τις ρυθμίσεις για τα προφίλ: <a href="%admin-settings-profile">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; προσωπικά προφίλ</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%profile">Profile page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%profile">σελίδα Profile</a>.

source: Supports configurable user profiles.
el_po: Υποστηρίζει προσαρμοζόμενα προσωπικά προφίλ.

source: <p>Here you can define custom fields that users can fill in in their user profile (such as <em>country</em>, <em>real name</em>, <em>age</em>, ...).</p>
el_po: <p>Εδώ μπορείτε να ορίσετε προσαρμοσμένα πεδία τα οποία μπορούν να συμπληρώνουν οι χρήστες στο προσωπικό τους προφίλ (όπως <em>χώρα</em>, <em>πραγματικό όνομα</em>, <em>ηλικία</em>, ...).</p>

source: user list
el_po: λίστα χρηστών

source: profiles
el_po: προσωπικά προφίλ

source: add field
el_po: νέο πεδίο

source: edit field
el_po: τροποποίηση πεδίου

source: delete field
el_po: διαγραφή πεδίου

source: Author information
el_po: Πληροφορίες για το συντάκτη

source: Link to full user profile
el_po: Παραπομπή στο πλήρες προσωπικό προφίλ

source: Profile fields to display
el_po: Πεδία προσωπικού προφίλ που θα εμφανίζονται

source: Select which profile fields you wish to display in the block. Only fields designated as public in the <a href="%profile-admin">profile field configuration</a> are available.
el_po: Επιλέξτε ποια πεδία του προσωπικού προφίλ θέλετε να εμφανίζονται στο μπλοκ. Μόνο τα πεδία που έχουν χαρακτηριστεί δημόσια στη <a href="%profile-admin">διευθέτηση των πεδίων του προσωπικού προφίλ</a> είναι διαθέσιμα.

source: View full user profile
el_po: Πλήρες προσωπικό προφίλ

source: About %name
el_po: %name: Με λίγα λόγια

source: edit %title
el_po: τροποποίηση του %title

source: add new %type
el_po: νέο %type

source: Field settings
el_po: Ρυθμίσεις πεδίου

source: The category the new field should be part of. Categories are used to group fields logically. An example category is "Personal information".
el_po: Η κατηγορία στην οποία θα ανήκει το νέο πεδίο. Οι κατηγορίες χρησιμοπιούνται για τη λογική ομαδοποίηση των πεδίων. Παράδειγμα κατηγορίας είναι τα "Προσωπικά στοιχεία".

source: The title of the new field. The title will be shown to the user. An example title is "Favorite color".
el_po: Ο τίτλος του νέου πεδίου. Ο τίτλος θα εμφανίζεται στο χρήστη. Παράδειγμα τίτλου είναι το "Αγαπημένο χρώμα".

source: Form name
el_po: Όνομα φόρμας

source: The name of the field. The form name is not shown to the user but used internally in the HTML code and URLs. Unless you know what you are doing, it is highly recommended that you prefix the form name with <code>profile_</code> to avoid name clashes with other fields. Spaces or any other special characters except dash (-) and underscore (_) are not allowed. An example name is "profile_favorite_color" or perhaps just "profile_color".
el_po: Το όνομα του πεδίου. Το όνομα της φόρμας δεν εμφανίζεται στο χρήστη αλλά χρησιμοποιείται εσωτερικά στον κώδικα HTML και στις διευθύνσεις URL. Συνιστούμε να συμπεριλάβετε στο όνομα της φόρμας το πρόθεμα <code>profile_</code> για να αποφύγετε συγκρούσεις ονομάτων με άλλα πεδία, εκτός αν ξέρετε καλά τι κάνετε. Δεν επιτρέπονται διαστήματα ή άλλοι ειδικοί ή μη λατινικοί χαρακτήρες, εκτός από την παύλα (-) και το χαρακτήρα υπογράμμισης (_). Παράδειγμα ονόματος φόρμας είναι το "profile_favorite_color" ή ίσως το απλούστερο "profile_color".

source: Explanation
el_po: Επεξήγηση

source: An optional explanation to go with the new field. The explanation will be shown to the user.
el_po: Προαιρετική επεξήγηση που θα συνοδεύει το νέο πεδίο. Η επεξήγηση θα εμφανίζεται στο χρήστη.

source: Selection options
el_po: Στοιχεία επιλογής

source: A list of all options. Put each option on a separate line. Example options are "red", "blue", "green", etc.
el_po: Λίστα όλων των επιλογών. Βάλτε την κάθε επιλογή σε ξεχωριστή γραμμή. Παραδείγματα επιλογών είναι οι "κόκκινο", "μπλε", "πράσινο" κ.λπ.

source: The weights define the order in which the form fields are shown. Lighter fields "float up" towards the top of the category.
el_po: Τα βάρη ορίζουν τη σειρά που θα εμφανίζονται τα πεδία της φόρμας. Τα ελαφρύτερα πεδία "αναδύονται" προς την κορυφή της κατηγορίας.

source: Visibility
el_po: Ορατότητα

source: Hidden profile field, only accessible by administrators, modules and themes.
el_po: Κρυφό πεδίο του προσωπικού προφίλ, ορατό μόνο στους διαχειριστές, τις μονάδες και τις θεματικές παραλλαγές.

source: Private field, content only available to privileged users.
el_po: Ιδιωτικό πεδίο, με περιεχόμενο διαθέσιμο μόνο σε προνομιούχους χρήστες.

source: Public field, content shown on profile page but not used on member list pages.
el_po: Δημόσιο πεδίο, με περιεχόμενο που εμφανίζεται στη σελίδα του προσωπικού προφίλ αλλά δεν χρησιμοποιείται στις λίστες μελών.

source: Public field, content shown on profile page and on member list pages.
el_po: Δημόσιο πεδίο, με περιεχόμενο που εμφανίζεται και στη σελίδα του προσωπικού προφίλ και στις λίστες μελών.

source: Page title
el_po: Τίτλος σελίδας

source: To enable browsing this field by value, enter a title for the resulting page. The word <code>%value</code> will be substituted with the corresponding value. An example page title is "People whose favorite color is %value". This is only applicable for a public field.
el_po: Για να είναι δυνατή η φυλλομέτρηση των τιμών αυτού του πεδίου, δώστε έναν τίτλο για τη σελίδα που θα προκύψει. Η λέξη <code>%value</code> θα αντικαθίσταται με την αντίστοιχη τιμή. Παράδειγμα τίτλου σελίδας: "Ποιοι έχουν αγαπημένο χρώμα το %value". Αυτό έχει εφαρμογή μόνο σε δημόσια πεδία.

source: To enable browsing this field by value, enter a title for the resulting page. An example page title is "People who are employed". This is only applicable for a public field.
el_po: Για να είναι δυνατή η φυλλομέτρηση των τιμών αυτού του πεδίου, δώστε έναν τίτλο για τη σελίδα που θα προκύψει. Παράδειγμα τίτλου σελίδας: "Επαγγέλματα των μελών μας". Αυτό έχει εφαρμογή μόνο σε δημόσια πεδία.

source: The user must enter a value.
el_po: Ο χρήστης πρέπει να δώσει μια τιμή.

source: Visible in user registration form.
el_po: Ορατό στη φόρμα εγγραφής χρήστη.

source: Save field
el_po: Αποθήκευση πεδίου

source: The specified form name contains one or more illegal characters. Spaces or any other special characters expect dash (-) and underscore (_) are not allowed.
el_po: Το όνομα φόρμας που δώσατε περιέχει έναν ή περισσότερους ανεπίτρεπτους χαρακτήρες. Τα διαστήματα ή άλλοι ειδικοί ή μη λατινικοί χαρακτήρες, εκτός από την παύλα (-) και το χαρακτήρα υπογράμμισης (_), δεν επιτρέπονται.

source: The specified form name is reserved for use by Drupal.
el_po: Το όνομα φόρμας που δώσατε είναι δεσμευμένο για χρήση από το Drupal.

source: The specified category name is reserved for use by Drupal.
el_po: Το όνομα κατηγορίας που δώσατε είναι δεσμευμένο για χρήση από το Drupal.

source: The specified title is already in use.
el_po: Ο τίτλος που δώσατε χρησιμοποιείται ήδη.

source: The specified name is already in use.
el_po: Το όνομα που δώσατε χρησιμοποιείται ήδη.

source: The field has been created.
el_po: Το πεδίο δημιουργήθηκε.

source: Profile field %field added under category %category.
el_po: Το πεδίο προσωπικού προφίλ %field προστέθηκε στην κατηγορία %category.

source: The field has been updated.
el_po: Το πεδίο ενημερώθηκε.

source: Are you sure you want to delete the field %field?
el_po: Θέλετε σίγουρα να διαγράψετε το πεδίο %field;

source: This action cannot be undone. If users have entered values into this field in their profile, these entries will also be deleted. If you want to keep the user-entered data, instead of deleting the field you may wish to <a href="%edit-field">edit this field</a> and change it to a %hidden-field so that it may only be accessed by administrators.
el_po: Η ενέργεια δεν μπορεί να αναιρεθεί. Αν οι χρήστες έχουν δώσει τιμή σε αυτό το πεδίο στο προσωπικό τους προφίλ, οι τιμές αυτές θα διαγραφούν. Αν θέλετε να διατηρήσετε τα δεδομένα που έχουν δώσει οι χρήστες, αντί να διαγράψετε το πεδίο μπορείτε να το <a href="%edit-field">τροποποιήσετε</a> και να το κάνετε %hidden-field, ώστε να έχουν πρόσβαση μόνο οι διαχειριστές.

source: hidden profile field
el_po: κρυφό πεδίο προσωπικού προφίλ

source: The field %field has been deleted.
el_po: Το πεδίο %field διαγράφηκε.

source: Profile field %field deleted.
el_po: Το πεδίο προσωπικού προφίλ %field διαγράφηκε.

source: No fields defined.
el_po: Δεν έχει οριστεί κανένα πεδίο.

source: Add new field
el_po: Νέο πεδίο

source: The content of this field is private and only visible to yourself.
el_po: Το περιεχόμενο αυτού του πεδίου είναι ιδιωτικό και ορατό μόνο σε εσάς.

source: Put each item on a separate line or separate them by commas. No HTML allowed.
el_po: Τοποθετήστε το κάθε στοιχείο σε ξεχωριστή γραμμή ή διαχωρίστε τα με κόμματα. Δεν επιτρέπεται HTML.

source: The value provided for %field is not a valid URL.
el_po: Η τιμή που δόθηκε στο %field δεν είναι έγκυρη διεύθυνση URL.

source: The field %field is required.
el_po: Το πεδίο %field είναι απαραίτητο.

source: single-line textfield
el_po: πεδίο κειμένου της μίας γραμμής

source: multi-line textfield
el_po: πεδίο κειμένου πολλών γραμμών

source: checkbox
el_po: κουτάκι επιλογής

source: list selection
el_po: λίστα επιλογής

source: freeform list
el_po: λίστα ελεύθερης μορφής

source: date
el_po: ημερομηνία

source: profile
el_po: προσωπικό προφίλ
