Repository: BackupTheBerlios/drupal-el-svn
Catalog: 4.7.x-*/statistics-module.po
Languages: el_po

source: The statistics module keeps track of numerous statistics of site usage. It counts how many times, and from where each of your posts is viewed. The statistics module can be used to learn many useful things about how users are interacting with each other and with your site.
el_po: Η μονάδα statistics παρακολουθεί διάφορα στατιστικά στοιχεία της χρήσης του ιστοτόπου. Καταμετρά πόσες φορές και από πού διαβάζεται κάθε καταχώρισή σας. Μπορείτε να χρησιμοποιήσετε τη μονάδα statistics για να μαθαίνετε πολλά χρήσιμα πράγματα για το πώς οι χρήστες αλληλεπιδρούν μεταξύ τους και με τον ιστότοπό σας.

source: <p>Statistics module features</p> <ul> <li>Logs show statistics for how many times your site and specific content on your site has been accessed.</li> <li>Referrers tells you from where visitors came from (referrer URL).</li> <li>Top pages shows you what's hot, what is the most popular content on your site.</li> <li>Top users shows you the most active users for your site.</li> <li>Recent hits displays information about the latest activity on your site.</li> <li>Node count displays the number of times a node has been accessed in the node's link section next to <em># comments</em>.</li> <li>Popular content block creates a block that can display the day's top viewed content, the all time top viewed content, and the last content viewed.</li> </ul>
el_po: <p>Δυνατότητες της μονάδας statistics</p> <ul> <li>Ημερολόγιο επισκέψεων: Τηρούνται στατιστικά στοιχεία για το πόσες επισκέψεις έγιναν στον ιστότοπό σας και σε συγκεκριμένη ύλη.</li> <li>Παραπέμπτες: Από πού ήρθαν οι επισκέπτες (URL παραπέμπτη).</li> <li>Κορυφαίες σελίδες: Τι διαβάζεται περισσότερο, ποια ύλη είναι η πιο δημοφιλής στον ιστότοπό σας.</li> <li>Κορυφαίοι χρήστες: Ποιοι είναι οι πιο ενεργοί χρήστες του ιστοτόπου σας.</li> <li>Πρόσφατες επισκέψεις: Πληροφορίες για την πιο πρόσφατη δραστηριότητα στον ιστότοπό σας.</li> <li>Επισκέψεις ανά κόμβο: Πόσες επισκέψεις έχουν γίνει σε έναν κόμβο. Η ένδειξη εμφανίζεται στην περιοχή παραπομπών του κόμβου, δίπλα στον <em>αριθμό σχολίων</em>.</li> <li>Μπλοκ για τη δημοφιλή ύλη: Δημιουργείται ένα μπλοκ στο οποίο μπορεί να εμφανίζεται η κορυφαία σε επισκέψεις ύλη της ημέρας, η κορυφαία σε επισκέψεις ύλη από πάντα, και η τελευταία ύλη που διαβάστηκε.</li> </ul>

source: <p>Configuring the statistics module</p> <ul> <li>Enable access log allows you to turn the access log on and off. This log is used to store data about every page accessed, such as the remote host's IP address, where they came from (referrer), what node they've viewed, and their user name. Enabling the log adds one database call per page displayed by Drupal.</li> <li>Discard access logs older than allows you to configure how long an access log entry is saved, after which time it is deleted from the database table. To use this you need to run <em>cron.php</em></li> <li>Enable node view counter allows you to turn on and off the node-counting functionality of this module. If it is turned on, an extra database query is added for each node displayed, which increments a counter.</li> </ul>
el_po: <p>Διευθέτηση της μονάδας statistics</p> <ul> <li>Ενεργοποίηση του ημερολογίου επισκέψεων: Σας επιτρέπει να ενεργοποιείτε και να απενεργοποιείτε το ημερολόγιο επισκέψεων. Αυτό το ημερολόγιο συμβάντων χρησιμοποιείται για την τήρηση δεδομένων για κάθε επίσκεψη σε σελίδα, όπως η διεύθυνση IP του μακρινού υπολογιστή βάσης, από πού ήρθαν (παραπέμπτης), ποιον κόμβο διάβασαν, και το όνομα λογαριασμού. Η ενεργοποίηση του ημερολογίου επισκέψεων προσθέτει μία κλήση της βάσης δεδομένων ανά εμφάνιση σελίδας του Drupal.</li> <li>Διαγραφή επισκέψεων παλιότερων από: Σας επιτρέπει να ρυθμίσετε για πόσο θα παραμένει αποθηκευμένη μια εγγραφή στο ημερολόγιο επισκέψεων, οπότε και θα διαγράφεται από τον πίνακα της βάσης δεδομένων. Για να χρησιμοποιήσετε αυτή τη δυνατότητα χρειάζεται να εκτελείται το <em>cron.php</em></li> <li>Ενεργοποίηση του μετρητή επισκέψεων κόμβων: Σας επιτρέπει να ενεργοποιείτε και να απενεργοποιείτε τη δυνατότητα καταμέτρησης ανά κόμβο. Αν είναι ενεργοποιημένη, προστίθεται ένα ακόμα ερώτημα της βάσης δεδομένων για κάθε κόμβο που εμφανίζεται, το οποίο αυξάνει ένα μετρητή.</li> </ul>

source: <p>You can</p> <ul> <li>administer statistics <a href="%admin-settings-statistics">administer &gt;&gt; settings &gt;&gt; statistics</a>.</li> <li>access statistics logs <a href="%admin-logs">administer &gt;&gt; logs</a>.</li> <li>view recent hits <a href="%admin-logs-hits">administer &gt;&gt; logs &gt;&gt; recent hits</a>.</li> <li>enable 'popular content' block in block administration <a href="%admin-block">administer &gt;&gt; blocks </a> but only after you have enabled 'Count content views' in settings.</li> </ul>
el_po: <p>Μπορείτε</p> <ul> <li>να διαχειρίζεστε τα στατιστικά στοιχεία: <a href="%admin-settings-statistics">διαχείριση &gt;&gt; ρυθμίσεις &gt;&gt; στατιστικά</a>.</li> <li>να διαβάζετε το ημερολόγιο των στατιστικών: <a href="%admin-logs">διαχείριση &gt;&gt; ημερολόγιο συστήματος</a>.</li> <li>να βλέπετε τις πρόσφατες επισκέψεις: <a href="%admin-logs-hits">διαχείριση &gt;&gt; ημερολόγιο συστήματος &gt;&gt; πρόσφατες επισκέψεις</a>.</li> <li>να ενεργοποιήσετε το μπλοκ 'τι διαβάστηκε περισσότερο' από τη διαχείριση των μπλοκ <a href="%admin-block">διαχείριση &gt;&gt; μπλοκ </a>, αλλά μόνο αφού έχετε ενεργοποιήσει την 'Καταμέτρηση επισκέψεων στην ύλη' από τις ρυθμίσεις.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="%statistics">Statistics page</a>.
el_po: Για περισσότερες πληροφορίες διαβάστε το εγχειρίδιο διευθέτησης και προσαρμογής, <a href="%statistics">σελίδα Statistics</a>.

source: Logs access statistics for your site.
el_po: Καταγράφει στατιστικά στοιχεία για τις επισκέψεις στον ιστότοπό σας.

source: <p>Settings for the statistical information that Drupal will keep about the site. See <a href="%statistics">site statistics</a> for the actual information.</p>
el_po: <p>Ρυθμίσεις για τα στατιστικά στοιχεία που θα τηρεί το Drupal για τον ιστότοπό σας. Κοιτάξτε στη σελίδα <a href="%statistics">των στατιστικών στοιχείων</a> για τα ίδια τα στοιχεία.</p>

source: <p>This page shows you the most recent hits.</p>
el_po: <p>Η σελίδα αυτή σας δείχνει τις πιο πρόσφατες επισκέψεις.</p>

source: <p>This page shows you all external referrers. These are links pointing to your web site from outside your web site.</p>
el_po: <p>Η σελίδα αυτή σας δείχνει όλους τους εξωτερικούς παραπέμπτες. Πρόκειται για παραπομπές που δείχνουν στον ιστότοπό σας, οι οποίες προέρχονται από έξω.</p>

source: <p>When you ban a visitor, you prevent his IP address from accessing your site. Unlike blocking a user, banning a visitor works even for anonymous users. The most common use for this is to block bots/web crawlers that are consuming too many resources.</p>
el_po: <p>Όταν απαγορεύετε έναν επισκέπτη, απαγορεύετε στη διεύθυνση IP του την πρόσβαση στον ιστότοπό σας. Αντίθετα από τον αποκλεισμό ενός λογαριασμού χρήστη, η απαγόρευση ενός επισκέπτη λειτουργεί ακόμα και για τους ανώνυμους. Η πιο συνηθισμένη χρήση αυτής της δυνατότητας είναι η απαγόρευση των bot ή των web crawler που καταναλώνουν πάρα πολλούς πόρους.</p>

source: recent hits
el_po: πρόσφατες επισκέψεις

source: top pages
el_po: κορυφαίες σελίδες

source: top visitors
el_po: κορυφαίοι επισκέπτες

source: referrers
el_po: παραπέμπτες

source: track page visits
el_po: παρακολούθηση επισκέψεων

source: Timestamp
el_po: Χρονολόγηση

source: Page
el_po: Σελίδα

source: Hits
el_po: Επισκέψεις

source: Average page generation time
el_po: Μέσος χρόνος παραγωγής σελίδων

source: Total page generation time
el_po: Ολικός χρόνος παραγωγής σελίδων

source: Top pages in the past %interval
el_po: Κορυφαίες σελίδες στο τελευταίο διάστημα %interval

source: Visitor
el_po: Επισκέπτης

source: unban
el_po: άρση απαγόρευσης

source: ban
el_po: απαγόρευση

source: Top visitors in the past %interval
el_po: Κορυφαίοι επισκέπτες στο τελευταίο διάστημα %interval

source: Top referrers in the past %interval
el_po: Κορυφαίοι παραπέμπτες στο τελευταίο διάστημα %interval

source: Last visit
el_po: Τελευταία επίσκεψη

source: Access log settings
el_po: Ρυθμίσεις ημερολογίου επισκέψεων

source: Enable access log
el_po: Ενεργοποίηση ημερολογίου επισκέψεων

source: Log each page access. Required for referrer statistics.
el_po: Να καταγράφεται κάθε επίσκεψη σε σελίδα. Απαραίτητο για τα στατιστικά των παραπεμπτών.

source: Discard access logs older than
el_po: Διαγραφή επισκέψεων παλιότερων από

source: Older access log entries (including referrer statistics) will be automatically discarded. Requires crontab.
el_po: Οι παλιότερες εγγραφές του ημερολογίου επισκέψεων (μαζί με τα στατιστικά τους στοιχεία για τους παραπέμπτες) θα διαγράφονται αυτόματα. Απαιτεί crontab.

source: Content viewing counter settings
el_po: Ρυθμίσεις του μετρητή επισκέψεων στην ύλη

source: Count content views
el_po: Καταμέτρηση επισκέψεων στην ύλη

source: Increment a counter each time content is viewed.
el_po: Να αυξάνεται ένας μετρητής κάθε φορά που γίνεται επίσκεψη σε κάποια ύλη.

source: Popular content
el_po: Τι διαβάστηκε περισσότερο

source: Number of day's top views to display
el_po: Αριθμός στοιχείων που θα εμφανίζονται στα κορυφαία σε επισκέψεις σήμερα

source: How many content items to display in "day" list.
el_po: Πόσα στοιχεία ύλης θα εμφανίζονται στην λίστα "Διαβάστηκαν σήμερα".

source: Number of all time views to display
el_po: Αριθμός στοιχείων που θα εμφανίζονται στα κορυφαία σε επισκέψεις από πάντα

source: How many content items to display in "all time" list.
el_po: Πόσα στοιχεία ύλης θα εμφανίζονται στη λίστα "Πάντα δημοφιλή".

source: Number of most recent views to display
el_po: Αριθμός των πιο πρόσφατα διαβασμένων στοιχείων που θα εμφανίζονται

source: How many content items to display in "recently viewed" list.
el_po: Πόσα στοιχεία ύλης θα εμφανίζονται στη λίστα "Διαβάστηκαν πρόσφατα".

source: Today's:
el_po: Διαβάστηκαν σήμερα:

source: All time:
el_po: Πάντα δημοφιλή:

source: Last viewed:
el_po: Διαβάστηκαν πρόσφατα:

source: 1 read
el_po: 1 επίσκεψη

source: access statistics
el_po: πρόσβαση σε στατιστικά

source: view post access counter
el_po: εμφάνιση μετρητή επισκέψεων

source: statistics
el_po: στατιστικά
